{
	"zones": [{
		"shape": "poly",
		"coords": "667,214, 628,254, 621,253, 626,259, 629,264, 632,269, 633,275, 633,281, 632,287, 630,293, 626,300, 621,306, 617,296, 604,296, 600,309, 589,312, 587,325, 595,331, 589,335, 584,338, 578,339, 572,340, 566,340, 560,339, 554,336, 548,332, 542,327, 554,326, 554,313, 541,310, 537,297, 523,296, 520,309, 514,301, 510,294, 508,287, 508,280, 508,274, 510,268, 513,262, 517,256, 521,251, 523,262, 539,262, 538,260, 538,257, 539,255, 539,253, 540,251, 541,250, 543,248, 545,248, 547,247, 554,245, 538,229, 597,177, 603,184, 624,164",
		"categorie": "spirituel",
		"numero": 1,
		"titre": "Cathédrale",
		"description": "Le plus grand et le plus récent édifice du village. Construit en pierre et en verre sur les fondations de l'ancienne chapelle qui a brûlé il y a 5 ans, la cathédrale propose une chapelle pour chacune des 6 divinités les plus vénérées de la région : Desna, Abadar, Sarenrae, Shelyn, Gozreh et Érastil. D'une certaine manière, six églises différentes sous un même toit. Le nouveau grand prêtre, l'ancien ayant périt dans l'incendie de la chapelle, est un homme plaisant nommé Abstalar Zantus, prêtre de Desna à titre personnel."
	},
	{
		"shape": "poly",
		"coords": "530,811, 524,818, 521,823, 509,828, 496,824, 501,817, 494,809, 504,799, 514,810, 520,806",
		"categorie": "spirituel",
		"numero": 45,
		"titre": "Chez Hannah - Guérisseur",
		"description": "Bien qu'Abstalar Zantus (1) fasse de son mieux pour prendre soin des malades et des nécessiteux, il ne peut pas aider tout le monde. Alors, pour les courbatures, douleurs et maladies mineures, la plupart des citoyens de Pointesable vont voir l'elfe Hannah Velerin. Hannah passe la plupart de ses matinées dans la nature sauvage environnante, à collecter des herbes et profiter de la bonté de Gozreh. L'après-midi, elle retourne dans sa boutique pour préparer les médicaments et recevoir les patients. C'est elle que l'on va voir aussi bien pour mettre fin à une grossesse que lorsqu'on a besoin d'une sage-femme pour aider à une naissance."
	},
	{
		"shape": "poly",
		"coords": "268,457, 260,472, 281,485, 285,481, 287,480, 289,479, 290,478, 290,477, 290,476, 290,475, 290,474, 290,473, 289,472, 289,467",
		"categorie": "spirituel",
		"numero": 19,
		"titre": "Maison des pierres bleues - Monastère",
		"description": "La maison des Pierres Bleues : ce long bâtiment en pierre au sol en pierres bleues polies a été construit 10 ans après Pointesable. Fondé par un moine errant nommé Enderaki Sorn, aujourd'hui le monastère est tenu par sa fille, Sabyl, son père étant décédé il y a sept ans. Adoratrice du dieu Irori, Sabyl conserve une importante collection de livres anciens et de parchemins. Elle ouvre à la fois la salle de méditation et sa bibliothèque aux fidèles, mais les autres doivent la convaincre de leurs bonnes intentions avant qu'elle ne les laissent entrer."
	},
	{
		"shape": "poly",
		"coords": "686,215, 707,253, 694,277, 689,335, 659,349, 623,336, 619,316, 639,298, 640,255",
		"categorie": "spirituel",
		"numero": 2,
		"titre": "Ossuaire",
		"description": "Situé dans l'ombre de la cathédrale, le cimetière surplombe la rivière. On y trouve des voûtes en pierre appartenant aux membres aisés du village, et des dizaines de parcelles humbles marquées d'une simple pierre tombale. Le cimetière est tenu par Naff Vosk, un homme à la colonne vertébrale tordue depuis sa naissance, ce qui lui donne une démarche sinistre. Il a été pris en pitié par l'ancien prêtre de Pointesable après que son navire ait fait naufrage au nord du village, il y a une décennie. Il nettoie méticuleusement l'endroit et est également responsable de la sonnerie des cloches de l'église chaque jour à l'aube, à midi et crépuscule."
	},
	{
		"shape": "poly",
		"coords": "420,344, 420,365, 433,378, 450,368, 450,347",
		"categorie": "commerce",
		"numero": 12,
		"titre": "Armurerie de Savah",
		"description": "Le coin nord-est de ce bâtiment porte quelques traces de l'incendie, mais heureusement pour son propriétaire, Savah Bevaniky, il n'y a pas eu de dommages importants. Savah vend toutes sortes d'armes et d'armures, y compris des articles de maîtres et des armes exotiques, comme une chaîne cloutée, une douzaine de shurikens de maître et une arbalète à répétition."
	},
	{
		"shape": "poly",
		"coords": "350,527, 350,544, 384,545, 384,540, 396,540, 396,528",
		"categorie": "commerce",
		"numero": 22,
		"titre": "Au gobelin curieux - Librairie",
		"description": "Au Gobelin Curieux : le panneau devant la boutique représente un gobelin aux yeux écarquillés qui lit un livre presque aussi grand que lui. À l'intérieur, cette librairie témoigne de l'obsession d'un homme pour les mots imprimés. Chask Haladan maintient une histoire d'amour avec les livres depuis près de 70 ans et ne semble pas prêt d'y renoncer de sitôt. Son magasin est étonnamment complet, et si la quasitotalité de ses marchandises sont beaucoup trop chères pour les locaux, son mode de vie frugal fait passer le succès de son activité professionnelle au second plan, après sa propre satisfaction."
	},
	{
		"shape": "poly",
		"coords": "506,614, 532,615, 535,619, 534,649, 505,650",
		"categorie": "commerce",
		"numero": 30,
		"titre": "Aux vêtements fins de Vernah - Couturier",
		"description": "La demi-elfe Rynshinn Povalli est la propriétaire de ce magasin de vêtements depuis cinq ans. Rynshinn n'a jamais connu son père. On dit qu'il a été tué par des gobelins une semaine avant sa naissance, mais elle garde l'espoir que son père ait survécu. Depuis l'assassinat de sa mère il y a cinq ans, Rynshinn a fait agrandir l'atelier de couture de sa mère, et même fondé une guilde qui rassemble des dizaines d'artisans et de tailleurs afin qu'ils puissent vendre leurs produits ici. Elle cherche également à ouvrir un magasin à Magnimar, mais doit pour cela trouver un partenaire en qui elle aura confiance."
	},
	{
		"shape": "poly",
		"coords": "334,582, 334,608, 314,608, 314,580",
		"categorie": "commerce",
		"numero": 26,
		"titre": "Bazar",
		"description": "Détenu et exploité par Ven Vinder et sa famille, le plus ancien et le mieux achalandé des magasins de Pointesable vend un peu de tout : outils pour les paysans, armes, meubles, produits alimentaires et tartes faites maison. Ven, qui conserve un stock d'alcool dans son sous-sol, possède un goût particulier pour les grogs amers et les tord-boyaux importés d'endroits aussi éloignés que la ville orque d'Urgli. Sa vraie fierté, cependant, sont ses filles, qu'il adore."
	},
	{
		"shape": "poly",
		"coords": "478,246, 444,269, 430,251, 447,235, 454,245, 470,235",
		"categorie": "commerce",
		"numero": 5,
		"titre": "Bijoutier",
		"description": "Ce bâtiment en pierre a échappé à l'incendie qui a ravagé le nord de Pointesable, au grand soulagement de son propriétaire, un bijoutier au cheveux sauvages nommé Maver Kesk. Maver emploie une demi-douzaine de durs locaux comme gardiens, mais a l'habitude de laisser les portes ouvertes, un trait pour lequel sa femme, Pennae Kesk, le sermonne souvent publiquement."
	},
	{
		"shape": "poly",
		"coords": "467,659, 466,671, 464,672, 463,679, 466,680, 467,693, 498,691, 499,674, 486,660",
		"categorie": "commerce",
		"numero": 36,
		"titre": "Boucherie",
		"description": "Le boucher local, Chod Bevuk, gère le marché à viande de Pointesable. La moitié de ce bâtiment sert d'abattoir, et la viande est exposée à la vente dans l'autre moitié. La plupart des viandes ici viennent d'élevages ou d'animaux capturés par des chasseurs. Le penchant de Chod pour le mensonge et l'exagération pour toutes choses non liées à ses activités ne contribuent pas à prêter foi à sa version des faits concernant comment il a perdu le petit doigt de sa main gauche. D'après lui, cela serait en s'étant battu contre Chopper, l'assassin de Pointesable."
	},
	{
		"shape": "poly",
		"coords": "451,601, 441,616, 466,644, 469,614",
		"categorie": "commerce",
		"numero": 29,
		"titre": "Epicerie",
		"description": "La façade de ce bâtiment est ouvert sur le marché. Pendant la journée, des bacs, des plateaux et des tables sont entassés ici avec des produits apportés durant la matinée des fermes avoisinantes. A l'arrière du magasin on trouve des outils, des semences, des aliments pour animaux, de la sellerie ainsi que d'autres fournitures utiles pour l'agriculture. L'autre moitié de cet édifice est composée de salles de réunion et d'archives. Olmur Danvakus, halfelin, a en effet repris le poste de maître de la guilde après l'assassinat de son prédécesseur."
	},
	{
		"shape": "poly",
		"coords": "587,425, 572,439, 560,424, 571,414",
		"categorie": "commerce",
		"numero": 15,
		"titre": "Forge du chien rouge",
		"description": "Forge du Chien Rouge : renommée pour l'affection de son propriétaire pour les grands molosses rouges, deux à trois flânant toujours à proximité de lui, la forge du Chien Rouge est détenue par un homme chauve et puissamment musclé nommé Das Korvut. Das a peu de patience pour les clients, et encore moins pour les autres personnes. Pointesable lui pardonne toutefois sa mauvaise attitude et ses fréquente colères d'ivrogne la nuit parce qu'il connaît vraiment bien son travail. Tant qu'il est occupé à marteler le métal, il reste toutefois relativement calme, confiné dans sa forge."
	},
	{
		"shape": "poly",
		"coords": "540,711, 529,730, 558,748, 569,726",
		"categorie": "commerce",
		"numero": 41,
		"titre": "La boutique de Pointesable - Bazar",
		"description": "Cette grande boutique vend toutes sortes de vêtements, armes, jouets, livres et outils importés en provenance du monde entier. La place est détenue par Hayliss Korvaski qui, comme son frère Jasper (40), est adoratrice d'Abadar. Pourtant, contrairement à son frère, son caractère n'est pas soutenue par un désir de satisfaire tout le monde. Hayliss n'a pas peur de se faire des ennemis et porte en dédain les Scarnetti. Elle est même allé jusqu'à sur-élever ses prix pour les membres de la famille Scarnetti, en dépit des demandes répétées d'apaisement de la part du maire, Déverin."
	},
	{
		"shape": "poly",
		"coords": "499,154, 479,181, 462,169, 466,162, 462,157, 470,148, 474,150, 481,143, 483,144, 492,132, 501,138, 494,149",
		"categorie": "commerce",
		"numero": 4,
		"titre": "Le chemin du Nord - Cartographe",
		"description": "Le chemin du Nord : comme plusieurs autres bâtiments du voisinage, cette maison a récemment été reconstruite après l'incendie de Pointesable. A l'origine une écurie, le bâtiment a été converti par son propriétaire, un vieux gnome nommé Veznutt Parooh, en une bibliothèque exiguë et encombrée qui abrite sa collection de cartes terrestres et marines. Des cartes de la région, des alentours immédiats jusqu'à l'ensemble de la Varisie et du plateau Storval, peuvent y être achetées à des prix allant de 5 à 100 po, en fonction de la taille et du niveau de détail. Ilsoari, de l'académie Turandarok (27), est son meilleur ami."
	},
	{
		"shape": "poly",
		"coords": "458,413, 446,426, 428,406, 443,393",
		"categorie": "commerce",
		"numero": 16,
		"titre": "Le garde-manger du cloporte - Herboriste",
		"description": "Le Garde-manger du Cloporte : nichée au pied d'une falaise et enclavée entre plusieurs constructions anciennes, la peinture d'un cloporte perché sur un champignon indique que ce bâtiment est plus qu'une simple maison. Le propriétaire est un petit homme rond du nom de Aliver 'Cloporte' Podiker, un herboriste et jardinier accompli."
	},
	{
		"shape": "poly",
		"coords": "582,775, 584,800, 602,783, 595,774",
		"categorie": "commerce",
		"numero": 44,
		"titre": "Le serpent à plumes - Magicien",
		"description": "Le serpent à plumes : cette boutique exiguë et encombrée dégage une étrange odeur d'encens, d'épices et de poussière mélangés. Son propriétaire, Vorvashali Voon, un personnage exotique au regard bleu vif, aux longs cheveux rouges et à la peau bronzée est excité avec chaque client. Tout n'est pas à vendre dans son magasin, vu que s'y trouve une partie de sa propre collection de reliques étranges et de statues. Ses marchandises changent constamment car ses dizaines de contacts viennent chaque semaine depuis Magnimar pour acheter et échanger des articles. Les aventuriers qui aiment les objets magiques devraient trouver ici ce qu'ils cherchent."
	},
	{
		"shape": "poly",
		"coords": "598,638, 595,660, 628,671, 636,653, 625,648, 625,637",
		"categorie": "commerce",
		"numero": 31,
		"titre": "Les Chariots de Wheen",
		"description": "Un homme dégingandé nommé Bilivar Wheen possède cet atelier. Bilivar est un charron qui passe dernièrement plus de temps dans les tavernes qu'à travailler, même si depuis que sa fille Tanethia s'est noyée dans l'étang du moulin l'année dernière sa femme Vorah est devenue paranoïaque et que les jours de ses deux autres enfants sont comptés. Bilivar a fait part de son intention de quitter Pointesable, mais personne ne pense qu'il va vraiment donner suite."
	},
	{
		"shape": "poly",
		"coords": "309,509, 338,510, 337,526, 309,525",
		"categorie": "commerce",
		"numero": 21,
		"titre": "Les délices de Pointesable - Boulangerie",
		"description": "Les odeurs qui émanent de cette boulangerie luttent tous les matins, sauf le dimanche, contre le gout salée de la mer. Détenue et exploitée par la famille Avertin depuis les deux dernières décennies, Alma Avertin n'est pas encore tout à fait remise de la mort brutale de son fils Casp il y a cinq ans. Elle possède deux filles jumelles, Arika et Aneka."
	},
	{
		"shape": "poly",
		"coords": "478,460, 492,473, 481,486, 466,473",
		"categorie": "commerce",
		"numero": 17,
		"titre": "Les solutions en bouteille - Alchimiste",
		"description": "Cette boutique est encombrée d'étagères remplies de bouteilles, de sachets et d'autres récipients alchimiques, certains couverts de poussière et d'autres si nouveaux que l'odeur âcre de leur brassage remplit encore l'air. Nisk Tander, le demielfe qui en est le propriétaire, se prend pour un alchimiste doué, même s'il ne l'est pas tant que cela dans les faits. Il n'aime pas bien que les gens regardent de trop près sa marchandise avant de l'acheter."
	},
	{
		"shape": "poly",
		"coords": "404,647, 429,615, 437,621, 460,650, 454,686",
		"categorie": "commerce",
		"numero": 35,
		"titre": "Marché",
		"description": "La plupart du temps le marché de Pointesable est vide, laissant les enfants du village jouer. Deux fois par semaine toutefois il se remplit de vendeurs. Au début de chaque semaine, le marché des fermes augmente radicalement la sélection quotidienne des biens disponibles à l'épicerie, tandis qu'en fin de semaine les marchands de Magnimar, Galduria, Nybor, Wartle et au-delà participent au marché des villes."
	},
	{
		"shape": "poly",
		"coords": "354,649, 356,670, 377,669, 415,695, 427,680, 379,646",
		"categorie": "commerce",
		"numero": 34,
		"titre": "Poissonnerie",
		"description": "Comme l'épicerie, la façade de ce long bâtiment est ouverte. Ici, les habitants peuvent faire leurs achats suivant les prises de la journée : morue, saumon, thon, crustacés et même poulpe. Turch Sterglus, un pêcheur à la retraite et à la barbe blanche, gère le marché aux poissons en se plaignant constamment de la météo et de la pêche du jour. Mais il accompagne toujours les achats de ses clients par un sourire et un clin d'oeil. Le marché en lui-même appartient à la famille Valdemar (47), mais les villageois agissent tous comme s'il était à Turch. Ses cinq fils travaillent avec lui comme nettoyeurs, transporteurs ou cuisiniers."
	},
	{
		"shape": "poly",
		"coords": "266,393, 250,381, 235,401, 235,406, 252,414",
		"categorie": "commerce",
		"numero": 9,
		"titre": "Serrurier",
		"description": "Un nain flamboyant nommé Volioker Briskalberd exploite ce commerce de serrurerie depuis la fondation du village. C'est presque une institution, la plupart des serrures de Pointesable ayant été construites par Volioker. Il a longtemps été un ennemi des Scarnetti (43), qui ont utilisé autant de diplomatie que d'intimidation pour le faire se ranger à leur côté. Ancien orphelin des rues de Magnimar, il déteste le vol et les escrocs. C'est un grand amateur d'art et il ne manque jamais un nouveau spectacle au théâtre (23)."
	},
	{
		"shape": "poly",
		"coords": "647,383, 663,372, 679,398, 651,415, 642,400, 650,394",
		"categorie": "commerce",
		"numero": 14,
		"titre": "Tannerie de Rovansky",
		"description": "Situé en bordure du village, Larz Rovanky officie cette tannerie avec une impitoyable efficacité. Il attend la perfection de ses travailleurs et de ses produits, et pour atteindre ce résultat il travaille souvent lui-même de longues heures. Ses produits en cuir et en fourrure sont de grande qualité, suffisamment pour que les habitants se fichent d'attendre un peu plus longtemps pour une commande personnalisée pendant que Larz s'agite pour obtenir un produit parfait."
	},
	{
		"shape": "poly",
		"coords": "350,551, 351,562, 346,562, 346,581, 351,581, 351,596, 344,596, 344,616, 351,616, 351,625, 378,625, 402,600, 402,574, 383,552",
		"categorie": "administration",
		"numero": 27,
		"titre": "Académie de Turandarok",
		"description": "Les fondateurs de Pointesable se sont rapidement rendu compte qu'ils avaient besoin d'un endroit pour l'éducation de leurs enfants ainsi que pour héberger les malheureux orphelins. La réponse a été l'académie de Turandarok, moitié école, moitié orphelinat. Un aventurier à la retraite, Ilsoari Gandethus, fut volontaire pour diriger l'établissement si on lui donnait le rez-de chaussée pour son usage personnel, ce qui fut accepté."
	},
	{
		"shape": "poly",
		"coords": "468,705, 467,726, 505,749, 526,720, 516,712, 516,705, 499,705, 498,704, 497,704, 496,703, 495,702, 495,701, 493,701, 492,700, 491,700, 489,700, 487,700, 486,700, 484,700, 483,700, 482,701, 480,702, 479,703, 478,704, 477,705",
		"categorie": "administration",
		"numero": 40,
		"titre": "Alliance Marchande",
		"description": "Ce grand bâtiment sert à plusieurs fins. On peut y réserver le passage sur un navire à destination d'autres ports, organiser des caravanes par voie terrestre ou envoyer des messages à des gens en ville aussi loin qu'à Korvosa ou Port-énigme. Les enquêtes sur des titres de propriétés, les constructions de bâtiments ou bien encore les créations de nouveaux commerces, à Pointesable ou dans l'arrière-pays, doivent commencer leur démarches officielles ici, où oeuvre Sir Jasper Korvaski, un ancien paladin d'Abadar resté fidèle et dévot."
	},
	{
		"shape": "poly",
		"coords": "325,363, 303,361, 304,378, 297,377, 296,369, 296,368, 295,367, 294,366, 293,366, 292,366, 291,366, 290,366, 289,366, 288,366, 287,366, 286,367, 285,368, 284,368, 283,369, 282,370, 281,371, 281,373, 280,374, 280,375, 281,377, 281,378, 282,379, 282,380, 283,381, 284,382, 285,383, 287,384, 287,409, 285,409, 284,409, 283,409, 282,410, 280,411, 280,412, 279,413, 278,415, 278,418, 278,419, 278,421, 278,422, 278,423, 279,425, 279,426, 280,427, 281,427, 283,427, 284,428, 285,429, 287,429, 288,429, 289,429, 290,429, 292,428, 293,428, 294,427, 300,417, 320,415, 320,421, 328,421, 328,411, 322,411, 323,386, 327,385, 328,377, 324,376",
		"categorie": "administration",
		"numero": 10,
		"titre": "Garnison",
		"description": "Cette forteresse de pierre sert à la fois de caserne pour la milice et de prison. La prison est située dans une aile souterraine, sous les maisons des gardes. La milice, commandée par le prévôt Bélor Ciguë, se compose d'une douzaine de gardes à plein temps. Le double entre serviteurs et autres experts (forgerons, cuisiniers, comptables, courriers, etc) habitent également ici. Les gardes patrouillent seul, trois ou quatre étant en service au même moment. Il faut dire que les troubles à Pointesable se résument généralement à un problème avec un ivrogne."
	},
	{
		"shape": "poly",
		"coords": "534,551, 535,533, 550,517, 537,501, 512,523, 508,536, 507,550",
		"categorie": "administration",
		"numero": 24,
		"titre": "Guilde des Charpentiers",
		"description": "La grande majorité des bâtiments de Pointesable ont été érigés par les membres de la toujours très occupée guilde des charpentiers. Actuellement supervisée par le maître de la guilde Aesrick Battlehorn, un nain qui a quitté sa terre natale à cause de son goût quasi hérétique pour le travail du bois plutôt que celui de la pierre, la guilde a récemment accepté un nombre croissant de projets, aussi bien pour des fermes isolées que pour l'intérieur du village. La guilde a été engagée dans une petite lutte contre le chantier naval de Pointesable (46) durant des années."
	},
	{
		"shape": "poly",
		"coords": "354,376, 376,378, 402,393, 402,409, 377,421, 353,421, 354,412, 346,404, 345,395, 354,387",
		"categorie": "administration",
		"numero": 11,
		"titre": "Hôtel de ville",
		"description": "La majeure partie du rez-de-chaussée de ce bâtiment de deux étages est une salle de réunion suffisamment grande pour y faire siéger la plupart des adultes de Pointesable. L'étage supérieur contient des bureaux et des entrepôts, tandis qu'une salle souterraine fait office de banque du village depuis des décennies. La maire de Pointesable, Kendra Déverin (50), peut souvent être trouvée ici, travaillant pour les besoins du village."
	},
	{
		"shape": "poly",
		"coords": "557,114, 553,158, 542,159, 534,149, 517,145, 522,112",
		"categorie": "taverne",
		"numero": 3,
		"titre": "Auberge du Cerf Blanc",
		"description": "Cette auberge a été récemment reconstruite après avoir brûlé dans le même incendie qui détruisit la chapelle. Le premier étage est en pierre et les deux suivants en bois. Elle comporte une douzaine de chambres pouvant accueillir chacune deux à trois personnes. Le propriétaire en est Garrido Viskalai, un Shoanti sombre et calme qui gère le lieu avec l'aide de sa famille et de quelques filles locales. Afin de garder les visiteurs dans son auberge, Garrido maintient un bas prix pour ses chambres, comparable au Dragon Rouillé (37) bien que son établissement soit plus propre et ses chambres plus spacieuses. Garrido est le frère du prévôt (10)."
	},
	{
		"shape": "poly",
		"coords": "521,657, 520,690, 560,707, 577,672, 561,666, 556,676, 541,668, 546,658",
		"categorie": "taverne",
		"numero": 37,
		"titre": "Auberge du Dragon rouillé",
		"description": "Ce grand bâtiment, la plus ancienne auberge de Pointesable, est facilement identifiable par l'impressionnant dragon de fer sur son toit. Détenue et exploitée depuis ces six dernières années par la belle et exotique Ameiko Kaijitsu, le Dragon rouillé est non seulement l'une des cantines les plus populaires du village, mais aussi un bon endroit pour rencontrer les visiteurs puisque la plupart des nouveaux arrivants tombent sur cette auberge en premier, la route du nord de la Côte Perdue étant moins fréquentée. Rares sont les soirées qui s'y passent sans que la talentueuse jeune femme ne chantent deux ou trois chansons."
	},
	{
		"shape": "poly",
		"coords": "532,354, 552,355, 552,377, 539,380, 531,372",
		"categorie": "taverne",
		"numero": 13,
		"titre": "Chez Risa - Taverne",
		"description": "Risa Magravi a exploité cette taverne depuis que Pointesable existe. Et même si maintenant la vieille femme est presque aveugle et que ce sont ses trois enfants Besk, Lanalee et Vodger qui s'en occupent, cette mystérieuse sorcière varisienne reste le symbole de la taverne. Connue autant pour les histoires de légendes anciennes et de mythes que raconte Risa que pour ses pommes de terre épicées et son cidre, cette taverne est une des favorites de la population locale. De plus, étant en retrait par rapport aux chemins principaux, peu d'étrangers y viennent."
	},
	{
		"shape": "poly",
		"coords": "418,462, 408,473, 399,465, 390,466, 389,450, 411,448",
		"categorie": "taverne",
		"numero": 18,
		"titre": "Taverne de La Dent Cassée",
		"description": "Lieu favori des spectateurs du théâtre de Pointesable, la taverne de la Dent Cassée est toujours pleine après la dernière représentation. Une grande scène donne aux acteurs, chanteurs et autres artistes l'occasion de montrer leurs talents, alors chaque soir une foule de personnes voulant devenir artiste se pressent au bar dans l'espoir d'être découverts. Le propriétaire, le demi-orque Jesc 'Dent cassée' Berinni, ressemble à un brigand, mais c'est en réalité un homme instruit. Le soir il monte sur scène pour livrer ses observations sur la situation politique à Magnimar."
	},
	{
		"shape": "poly",
		"coords": "471,770, 481,779, 461,794, 441,770, 453,762, 463,776",
		"categorie": "taverne",
		"numero": 42,
		"titre": "Taverne de la Musette du Gros",
		"description": "Si la taverne de la Myxine (33) est la plus populaire de Pointesable, la taverne de la Musette du Gros est la plus notoire. Les bagarres y sont monnaie courante, et le prévôt Ciguë doit généralement venir ici deux ou trois fois par semaine pour mettre de l'ordre quand les choses deviennent particulièrement violentes ou bruyantes. La majorité de la clientèle sont des scélérats Varisiens ou des marins. Et si la plupart des gens pensent que cette taverne est détenue et exploitée par un homme énorme nommé Gressel Tenniwar, en fait le véritable propriétaire est un voyou dégingandé nommé Jubrayl Vhiski, un des habitués de la Musette."
	},
	{
		"shape": "poly",
		"coords": "257,633, 256,662, 283,671, 295,649, 275,631",
		"categorie": "taverne",
		"numero": 33,
		"titre": "Taverne de la Myxine",
		"description": "C'est l'une des tavernes les plus populaires du village, en particulier pour les pêcheurs et les joueurs. C'est aussi le meilleur choix pour manger des fruits de mer. Détenue par un unijambiste du nom de Jargie Quinn, la Myxine tire son nom du grand aquarium en verre qui se trouve derrière le bar, habitat d'une myxine que Jargie appelle affectueusement Norah. Des tables de jeu sont toujours présentes, des cartes aux fléchettes. On y raconte aussi beaucoup d'histoires, Jargie n'étant pas le dernier pour raconter comment il a perdu sa jambe."
	},
	{
		"shape": "poly",
		"coords": "670,696, 650,748, 641,743, 640,744, 640,745, 639,745, 639,746, 638,746, 638,746, 637,747, 637,747, 636,747, 634,747, 633,747, 632,747, 631,747, 629,746, 628,745, 627,744, 626,744, 625,743, 625,742, 625,741, 625,740, 625,740, 625,739, 625,738, 625,738, 625,737, 625,736, 621,734, 638,695, 646,699, 653,688",
		"categorie": "industrie",
		"numero": 39,
		"titre": "Brasserie des Deux chevaliers",
		"description": "Alors que les tavernes de Pointesable servent une large gamme de spiritueux, ils sont tous fiers de servir l'hydromel, la bière et le rhum brassés ici, au Deux Chevaliers. Fondée il y a presque 40 ans par deux frères, cousins du maire, peu après la fondation du village, leur expertise en brasserie n'a fait que croître au fil des ans. Tragiquement, Wade Déverin a été l'une des premières victimes de l'assassin de Pointesable, ce qui a ébranlé la foi de son frère Gaven. Les villageois prétendent même, mais jamais face à Gaven, que depuis la bière n'est tout simplement plus aussi bonne."
	},
	{
		"shape": "poly",
		"coords": "572,825, 572,859, 483,855, 463,839, 474,828, 487,838, 518,839, 534,824, 571,825",
		"categorie": "industrie",
		"numero": 46,
		"titre": "Chantier Naval",
		"description": "La façade sud de ce long bâtiment est ouvert sur le port, permettant à une petite armée de charpentiers, cordiers et voiliers de travailler dans un des quatre bassins. Le chantier naval est la propriété des Valdemar (47), Belven Valdemar, le fils aîné du vieil Ethram, supervisant le travail constant ici. Belven est un bel homme très disponible, mais son dévouement à son métier et à sa famille ne lui ont jusqu'à présent laissé que peu de temps pour se divertir avec les dizaines des jeunes femmes qui ont essayé de capter son regard."
	},
	{
		"shape": "poly",
		"coords": "647,628, 646,675, 669,674, 668,657, 674,658, 673,628",
		"categorie": "industrie",
		"numero": 32,
		"titre": "Moulin des Scarnetti",
		"description": "Tout comme la scierie (25), ce bâtiment est la propriété des Scarnetti (43). Toutes les fleurs et les céréales produites ici sont fournies par les agriculteurs locaux. De mystérieux incendies ont détruits tous les autres moulins, faisant de celui-ci le seul moulin à grains encore en fonctionnement dans la région. Bien entendu on a accusé les Scarnetti d'être derrière ces incendies, mais le gérant de ce moulin, Courrin Whesterwill, a gracieusement baissé le prix de l'utilisation du moulin à des niveaux record, jusqu'à ce que les autres moulins soient reconstruits. Une décision qui a dans une certaine mesure atténuée le vaste tollé public."
	},
	{
		"shape": "poly",
		"coords": "597,505, 609,496, 621,497, 621,508, 612,508, 612,527, 620,523, 643,561, 636,566, 635,574, 628,578, 598,538",
		"categorie": "industrie",
		"numero": 25,
		"titre": "Scierie",
		"description": "Ce long bâtiment a été l'un des premiers construits lorsque Pointesable fut fondée. Appartenant à la famille Scarnetti (43), l'opération quotidienne du moulin a été récemment laissée de plus en plus à un homme nommé Banny Harker et à son associé, Ibor Thorn. Les voisins se sont plaints qu'ils font tourner leur fendeuse insidieusement bruyante jusqu'aux petites heures de la nuit pour répondre à la demande accrue de résineux en provenance de Magnimar, mais l'influence de Harker et des Scarnetti a permis de n'avoir jusqu'ici aucun mandat de déposé contre eux."
	},
	{
		"shape": "poly",
		"coords": "280,491, 287,491, 287,509, 279,509, 279,525, 265,546, 252,538, 248,546, 249,546, 250,547, 251,548, 251,549, 251,550, 252,551, 252,552, 252,553, 252,554, 251,555, 251,556, 250,557, 250,558, 249,558, 248,559, 247,560, 246,560, 246,561, 244,561, 243,561, 241,561, 240,561, 238,561, 237,561, 236,561, 235,560, 234,558, 233,557, 232,556, 232,554, 232,553, 232,552, 232,551, 232,549, 233,548, 233,547, 228,543, 232,537, 231,537, 231,537, 230,536, 230,536, 229,535, 229,535, 228,534, 228,533, 228,533, 228,532, 228,530, 228,529, 228,528, 229,527, 229,527, 230,526, 231,525, 232,525, 233,525, 233,525, 234,525, 234,525, 235,525, 235,525, 236,525, 237,525, 238,525, 245,516, 244,516, 243,515, 243,515, 242,514, 242,514, 241,513, 241,513, 240,512, 240,511, 239,509, 239,508, 239,507, 240,506, 240,506, 241,505, 241,505, 242,504, 243,504, 243,503, 244,503, 245,503, 246,503, 247,503, 248,503, 249,503, 250,504, 250,504, 255,493, 255,492, 255,492, 254,491, 254,491, 254,490, 254,489, 254,489, 254,488, 253,487, 254,486, 254,486, 255,485, 255,484, 256,484, 256,483, 257,483, 257,483, 258,482, 263,483, 265,480, 281,486",
		"categorie": "industrie",
		"numero": 20,
		"titre": "Verrerie",
		"description": "C'est l'une des plus anciennes industries à Pointesable. La verrerie est la propriété de la famille Kaijitsu (49) depuis la création du village. Cette famille est dans ce commerce depuis des générations, et leur savoir faire technique se traduit par des résultats si éblouissants et impressionnants que leurs oeuvres atteignent les plus haut prix dans la noblesse à Magnimar, Korvosa et au-delà."
	},
	{
		"shape": "poly",
		"coords": "252,306, 239,314, 236,311, 229,316, 240,329, 249,332, 262,319",
		"categorie": "divers",
		"numero": 7,
		"titre": "Cabane de Gorvi",
		"description": "Cette cabane délabrée est le foyer de l'un des rares demi-orque de Pointesable, un gros lourdaud tatoué nommé Gorvi. En dépit de l'aspect de sa maison, Gorvi gagne bien sa vie en ramassant les ordures du village, au point même qu'il emploie deux douzaines de vagabonds et autres miséreux, qui autrement causeraient certainement des problèmes le long de la promenade, leur versant régulièrement quelques pièces de cuivre pour ramasser les déchets et les ordures avec ses brouettes rouges. Pointesable paye grassement pour cela, car personne d'autre ne veut le faire."
	},
	{
		"shape": "poly",
		"coords": "578,714, 562,705, 583,661, 612,673, 602,695, 592,691",
		"categorie": "divers",
		"numero": 38,
		"titre": "Ecuries du gobelin écrabouillé",
		"description": "Les écuries du gobelin écrasé : la pancarte au-dessus de la porte perpétue l'une des plus grandes craintes des gobelins qui est d'être foulé par les sabots d'un cheval. Tenues par un chasseur à la retraite nommé Daviren Hosk, la haine de ce dernier pour les gobelins est légendaire au village. L'entrée de l'écurie est d'ailleurs couverte de sa collection d'oreilles de gobelins. L'orgueil et la joie de ce rôdeur est une grande bouteille dans laquelle il conserve le corps du chef d'une tribu qu'il a largement contribué à exterminer."
	},
	{
		"shape": "poly",
		"coords": "303,258, 288,288, 247,281, 248,257, 277,253, 309,245",
		"categorie": "divers",
		"numero": 6,
		"titre": "Le bord du dépotoir",
		"description": "Les ordures recueillies par les garçons de Gorvi (7) sont systématiquement lancées depuis le haut de cette falaise jusqu'à la plage en contrebas. Plusieurs adorateurs de Gozreh contestent cette pratique, mais jusqu'à ce qu'une autre solution aussi bon marché et pratique ne soit proposée, le conseil municipal est réticent à faire changer cette habitude. En tout état de cause la mer se charge que l'entassement ne soit jamais trop élevé."
	},
	{
		"shape": "poly",
		"coords": "490,785, 501,771, 523,780, 518,795, 505,790, 500,794",
		"categorie": "divers",
		"numero": 43,
		"titre": "Les Châtons de la Pixie - Maison close",
		"description": "Les Châtons de la Pixie : beaucoup de gens du pays donne un nom beaucoup plus coloré à cet établissement, mais Kaye Tesarani dirige ce bordel avec classe et distinction. Elle paie ses filles et ses garçons relativement bien, et les trois videurs Shoantis qu'elle emploie sont suffisant pour s'occuper des fauteurs de troubles. La prostitution n'est pas illégale à Pointesable, mais les Scarnetti (43) font pression pour que cette maison soit fermée, la considérant comme nid pour le vice et l'activité criminelle. Toutefois la romance entre Kaye et le shérif (10) fait de cette demande au mieux un objectif à long terme pour les Scarnetti."
	},
	{
		"shape": "poly",
		"coords": "436,565, 450,547, 464,558, 434,598, 407,577, 426,553",
		"categorie": "divers",
		"numero": 28,
		"titre": "Maison de madame Mvashti - Voyante",
		"description": "Bien que de l'extérieur cela semble être une maison vieille et décrépite, une seule personne y vit, l'ancienne et mystérieuse Niska Mvashti. Déjà vieille quand Pointesable fut fondée il y a 40 ans, madame Mvashti (comme elle aime qu'on l'appelle) est une historienne de la Varisie et une voyante qui fait partie d'une longue tradition d'oracles dans sa famille. Elle réalise la plupart de ses lectures avec des cartes ou des os sculptés, et n'emploie que rarement des sortilèges. Des druides de l'arrière-pays font chaque semaine une visite à son domicile."
	},
	{
		"shape": "poly",
		"coords": "170,788, 170,781, 191,780, 192,787, 199,788, 199,794, 201,794, 200,808, 199,808, 199,820, 189,820, 189,823, 176,824, 175,817, 167,818, 167,823, 158,823, 157,816, 148,816, 148,810, 141,809, 140,803, 141,796, 148,795, 148,788",
		"categorie": "divers",
		"numero": 50,
		"titre": "Manoir des Déverin",
		"description": "Vivant dans le plus grand manoir, les Déverin ont traditionnellement tenu le rôle de 'leader' à Pointesable. Amos Déverin servit en tant que maire durant les 23 premières années du village, et son fils Fenchus durant les 11 qui suivirent. Les deux périrent par accidents (Amos à cause d'un cheval emballé et Fenchus par une morsure de serpent), laissant la plus jeune des filles d'Amos héritière de la fortune familiale et candidate à la mairie. Kendra Déverin n'a au départ pas voulu ce travail, mais a remporté l'élection contre Titus Scarnetti."
	},
	{
		"shape": "poly",
		"coords": "159,914, 159,933, 168,934, 168,949, 151,949, 142,936, 138,934, 138,916, 143,916, 143,904, 154,904, 158,898, 164,901, 167,908, 164,912",
		"categorie": "divers",
		"numero": 49,
		"titre": "Manoir des Kaijitsu",
		"description": "Ce manoir est le plus petit des quatre maisons nobles, et pourtant les Kaijitsu sont peut-être la plus riche famille du village, la verrerie (20) étant une des affaires les plus prospères de Pointesable. Né à Magnimar d'une famille provenante de Minkai, Lonjiku a du mal avec son rôle de père. Tsuto, son fils aîné, a quitté la région il y a plusieurs années après que son père l'ait battu avec une canne lors d'une dispute, et sa fille aînée Ameiko lui fait honte avec sa taverne de nuit (37). Ceux qui connaissent Lonjiku savent bien que son tempérament de feu est son réel problème."
	},
	{
		"shape": "poly",
		"coords": "204,1058, 210,1065, 218,1065, 218,1079, 212,1082, 204,1079, 165,1030, 176,1022, 176,1011, 185,1006, 193,1010, 193,1019, 190,1021, 197,1032, 204,1028, 208,1034, 202,1038, 205,1042, 210,1043, 210,1048",
		"categorie": "divers",
		"numero": 48,
		"titre": "Manoir des Scarnetti",
		"description": "Peut-être la famille noble la plus connue de Pointesable. Beaucoup de Varisiens âgés du village n'ont toujours pas oublié ou pardonné l'agression d'Alamon Scarnetti contre leur peuple il y a plus de 40 ans, même avec Alamon six pieds sous terre depuis 20 ans. La famille Scarnetti, actuellement dirigée par le seul fils d'Alamon survivant, Titus, contrôle les moulins et l'industrie du bois. Les Valdemar (47) dépendent beaucoup d'eux, et les Scarnetti ne perdent pas une occasion de s'attacher leur soutien. C'est une famille très traditionnelle qui s'accroche à des valeurs anciennes souvent dépassées aujourd'hui."
	},
	{
		"shape": "poly",
		"coords": "323,954, 315,969, 302,963, 297,966, 285,963, 284,952, 265,941, 274,928, 284,932, 287,928, 311,940, 308,944",
		"categorie": "divers",
		"numero": 47,
		"titre": "Manoir des Valdemar",
		"description": "Ce manoir possède une vue imprenable sur le village de Pointesable et son port en contre bas, comme il sied à la famille du village la plus attachée à la construction navale et à la pêche. Cette famille est encore sous la domination patriarcale du vieux Ethram Valdemar, le seul membres original de la Ligue Marchande de Pointesable encore en vie. Les années d'Ethram sont comptée cependant, car le vieil homme souffre d'une infection pulmonaire chronique, malgré tout ce que la famille paye pour le faire guérir."
	},
	{
		"shape": "poly",
		"coords": "227,361, 221,353, 222,352, 222,351, 222,350, 222,349, 222,348, 222,347, 221,345, 221,344, 221,343, 216,340, 215,340, 214,340, 213,340, 212,340, 210,340, 209,340, 208,340, 207,341, 206,342, 200,337, 189,346, 215,373",
		"categorie": "divers",
		"numero": 8,
		"titre": "Sage",
		"description": "Le seul occupant de ce bâtiment ancien est un vieil acariâtre qui répond au nom de Brodert Quink, un homme chauve et expert en histoire de la Varisie et en ingénierie. Brodert prétend avoir dans sa jeunesse passé deux décennies à étudier avec les ingénieurs nains de Döl Amroth et trois décennies comme bibliothécaire aux Bibliothèques suspendues. Il est constamment furieux que son érudition et son intelligence évidente ne lui donne pas plus de prestige. Ces dernières années, Brodert a étudié les anciennes ruines de Thassilon."
	},
	{
		"shape": "poly",
		"coords": "437,477, 463,498, 463,511, 484,528, 482,533, 483,534, 484,535, 484,536, 485,537, 486,538, 486,539, 487,540, 487,541, 487,543, 487,544, 486,546, 486,547, 485,548, 485,549, 484,550, 483,551, 482,552, 480,552, 479,552, 477,553, 476,553, 474,553, 473,553, 471,553, 470,552, 469,552, 467,551, 463,554, 441,535, 429,541, 405,523",
		"categorie": "divers",
		"numero": 23,
		"titre": "Théâtre",
		"description": "Cette grande salle de spectacle, entièrement financée par son propriétaire, Cyrdak Drokkus, est une des plus impressionnantes de l'ouest de la Varisie. Elle rivalise même avec les théâtres de Magnimar, un fait dont Cyrdak n'est pas peu fier. Le théâtre propose souvent des talents locaux, mais ce sont les trois spectacles de fin de semaine que les habitants attendent le plus. Cyrdak utilise ses contacts à Magnimar pour faire en sorte que les productions les plus spectaculaires de cette grande ville soient disponibles ici."
	},
	{
		"shape": "poly",
		"coords": "158,228, 178,214, 165,199, 186,185, 197,208, 205,208, 224,219, 237,234, 219,234, 207,229, 206,237, 212,257, 231,254, 241,264, 224,271, 237,284, 229,296, 213,302, 202,307, 195,316, 199,324, 173,336, 167,350, 136,334, 121,318, 108,277, 120,238, 140,233",
		"categorie": "divers",
		"numero": 51,
		"titre": "Vieux Phare",
		"description": "Ce qui frappe en premier tous les visiteurs de Pointesable sont les ruines du Vieux Phare. La hauteur initiale de cette tour est inconnue, mais ceux qui ont étudié l'ancienne architecture du bâtiment l'estime à plus de 200 mètres de hauteur. Aujourd'hui, il en reste moins d'un quart. Le Vieux Phare monte depuis le niveau de la mer contre une falaise de 30 mètres de hauteur, et la tour s'étend encore quelques 15 mètres de plus jusqu'à terminer en lambeaux. La coque restante est comme un rappel que ni les hommes ne sont les premiers habitants de cette terre."
	}]
}