<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<title>Pointesable</title>
	<link rel="stylesheet" type="text/css" href="./scripts/Bootstrap/bootstrap.min.css">
	<link rel="stylesheet" type="text/css" href="./scripts/tippy/tippy.css">
	<link rel="stylesheet" type="text/css" href="./scripts/tippy/themes/light.css">
	<link rel="stylesheet" type="text/css" href="./scripts/jquery-ui/jquery-ui.min.css">
	<style>
	html { overflow-y: scroll; }
	body { background-color:#CCCCCC; }
	
	area { cursor: pointer; }
	
	.hilightMult {
		width: 20px;
		float: left; 
		text-align: center; 
		font-weight: bold;
		cursor: default;
		-moz-user-select: none; /* Firefox */
		-ms-user-select: none; /* Internet Explorer */
		-khtml-user-select: none; /* KHTML browsers (e.g. Konqueror) */
		-webkit-user-select: none; /* Chrome, Safari, and Opera */
		-webkit-touch-callout: none; /* Disable Android and iOS callouts*/
		user-select: none;
	}
	.hilightlink { color: #000000; }
	.hilightlink:hover { color: #000000; }
	
	.categspirituel { background-color: #dcff1f; border-color: #000000; }
	.categtaverne { background-color: #ff0000; border-color: #000000; }
	.categcommerce { background-color: #ff72ff; border-color: #000000; }
	.categdivers { background-color: #2fffff; border-color: #000000; }
	.categadministration { background-color: #00fa27; border-color: #000000; }
	.categindustrie { background-color: #001efb; border-color: #000000; }
	
	.categspecial { background-color: #4B0082; border-color: #ff0000; }
	
	
	.mapButton { -moz-box-shadow:inset 0px 1px 0px 0px #a6827e; -webkit-box-shadow:inset 0px 1px 0px 0px #a6827e; box-shadow:inset 0px 1px 0px 0px #a6827e; background:-webkit-gradient(linear, left top, left bottom, color-stop(0.05, #7d5d3b), color-stop(1, #634b30)); background:-moz-linear-gradient(top, #7d5d3b 5%, #634b30 100%); background:-webkit-linear-gradient(top, #7d5d3b 5%, #634b30 100%); background:-o-linear-gradient(top, #7d5d3b 5%, #634b30 100%); background:-ms-linear-gradient(top, #7d5d3b 5%, #634b30 100%); background:linear-gradient(to bottom, #7d5d3b 5%, #634b30 100%); filter:progid:DXImageTransform.Microsoft.gradient(startColorstr='#7d5d3b', endColorstr='#634b30',GradientType=0); background-color:#7d5d3b; -moz-border-radius:3px; -webkit-border-radius:3px; border-radius:3px; border:1px solid #54381e; display:inline-block; color:#ffffff; padding:4px 24px; text-decoration:none; text-shadow:0px 1px 0px #4d3534; cursor: pointer; }
	.mapButton:hover { background:-webkit-gradient(linear, left top, left bottom, color-stop(0.05, #634b30), color-stop(1, #7d5d3b)); background:-moz-linear-gradient(top, #634b30 5%, #7d5d3b 100%); background:-webkit-linear-gradient(top, #634b30 5%, #7d5d3b 100%); background:-o-linear-gradient(top, #634b30 5%, #7d5d3b 100%); background:-ms-linear-gradient(top, #634b30 5%, #7d5d3b 100%); background:linear-gradient(to bottom, #634b30 5%, #7d5d3b 100%); filter:progid:DXImageTransform.Microsoft.gradient(startColorstr='#634b30', endColorstr='#7d5d3b',GradientType=0); background-color:#634b30; }
	.mapButton:active { position:relative; top:1px; }
	
	.mapButtonV2 { 
		text-align: center;
	}
	.switchMapButton { 
		width: 100px;
	}
	.hideShowButton {
		width: 24px;
	}
	.moveButton {
		width: 24px;
		cursor: move;
	}
	
	div.blockMap {
		
	}
	div.blockList {
		font-size: 12px;
		position: fixed;
		left: 853px;
		top: 0px;
	}
	div.boutons {
		margin-top: 5px;
		margin-bottom: 5px;
		margin-left: 5px;
		margin-right: 5px;
		text-align: left;
		
		-moz-user-select: none; /* Firefox */
		-ms-user-select: none; /* Internet Explorer */
		-khtml-user-select: none; /* KHTML browsers (e.g. Konqueror) */
		-webkit-user-select: none; /* Chrome, Safari, and Opera */
		-webkit-touch-callout: none; /* Disable Android and iOS callouts*/
		user-select: none;
	}
	div.listes {
		background-color: #FCFFE5;
		padding: 5px 5px 5px 5px;
	}
	div.liste1 {
		display: inline-block;
		vertical-align:top;
		padding-right: 5px;
	}
	div.liste2 {
		display: inline-block;
		vertical-align:bottom;
	}
	</style>
</head>
<body>


<div class="blockMap">
<img id="mapPathfinder" class="map" src="Pointesable.jpg" width="853" height="1113" usemap="#world">

<map id="map1" name="world">
<!--
<area id="path1" class="area" shape="poly" alt="Cath&#233;drale" coords="667,214, 628,254, 621,253, 626,259, 629,264, 632,269, 633,275, 633,281, 632,287, 630,293, 626,300, 621,306, 617,296, 604,296, 600,309, 589,312, 587,325, 595,331, 589,335, 584,338, 578,339, 572,340, 566,340, 560,339, 554,336, 548,332, 542,327, 554,326, 554,313, 541,310, 537,297, 523,296, 520,309, 514,301, 510,294, 508,287, 508,280, 508,274, 510,268, 513,262, 517,256, 521,251, 523,262, 539,262, 538,260, 538,257, 539,255, 539,253, 540,251, 541,250, 543,248, 545,248, 547,247, 554,245, 538,229, 597,177, 603,184, 624,164" data-message="Le plus grand et le plus r&#233;cent &#233;difice du village. Construit en pierre et en verre sur les fondations de l&#8217;ancienne chapelle qui a br&#251;l&#233; il y a 5 ans, la cath&#233;drale propose une chapelle pour chacune des 6 divinit&#233;s les plus v&#233;n&#233;r&#233;es de la r&#233;gion : Desna, Abadar, Sarenrae, Shelyn, Gozreh et &#201;rastil. D&#8217;une certaine mani&#232;re, six &#233;glises diff&#233;rentes sous un m&#234;me toit. Le nouveau grand pr&#234;tre, l&#8217;ancien ayant p&#233;rit dans l&#8217;incendie de la chapelle, est un homme plaisant nomm&#233; Abstalar Zantus, pr&#234;tre de Desna &#224; titre personnel." data-titre="Cath&#233;drale" data-numero="1" title="1 - <b>Cath&#233;drale</b>" data-categorie="spirituel" />
<area id="path2" class="area" shape="poly" alt="Ossuaire" coords="686,215, 707,253, 694,277, 689,335, 659,349, 623,336, 619,316, 639,298, 640,255" data-message="Situ&#233; dans l&#8217;ombre de la cath&#233;drale, le cimeti&#232;re surplombe la rivi&#232;re. On y trouve des vo&#251;tes en pierre appartenant aux membres ais&#233;s du village, et des dizaines de parcelles humbles marqu&#233;es d&#8217;une simple pierre tombale. Le cimeti&#232;re est tenu par Naff Vosk, un homme &#224; la colonne vert&#233;brale tordue depuis sa naissance, ce qui lui donne une d&#233;marche sinistre. Il a &#233;t&#233; pris en piti&#233; par l&#8217;ancien pr&#234;tre de Pointesable apr&#232;s que son navire ait fait naufrage au nord du village, il y a une d&#233;cennie. Il nettoie m&#233;ticuleusement l&#8217;endroit et est &#233;galement responsable de la sonnerie des cloches de l&#8217;&#233;glise chaque jour &#224; l&#8217;aube, &#224; midi et cr&#233;puscule." data-titre="Ossuaire" data-numero="2" title="2 - <b>Ossuaire</b>" data-categorie="spirituel" />
<area id="path3" class="area" shape="poly" alt="Auberge du Cerf Blanc" coords="557,114, 553,158, 542,159, 534,149, 517,145, 522,112" data-message="Cette auberge a &#233;t&#233; r&#233;cemment reconstruite apr&#232;s avoir br&#251;l&#233; dans le m&#234;me incendie qui d&#233;truisit la chapelle. Le premier &#233;tage est en pierre et les deux suivants en bois. Elle comporte une douzaine de chambres pouvant accueillir chacune deux &#224; trois personnes. Le propri&#233;taire en est Garrido Viskalai, un Shoanti sombre et calme qui g&#232;re le lieu avec l&#8217;aide de sa famille et de quelques filles locales. Afin de garder les visiteurs dans son auberge, Garrido maintient un bas prix pour ses chambres, comparable au Dragon Rouill&#233; (37) bien que son &#233;tablissement soit plus propre et ses chambres plus spacieuses. Garrido est le fr&#232;re du pr&#233;v&#244;t (10)." data-titre="Auberge du Cerf Blanc" data-numero="3" title="3 - <b>Auberge du Cerf Blanc</b>" data-categorie="taverne" />
<area id="path4" class="area" shape="poly" alt="Le chemin du Nord - Cartographe" coords="499,154, 479,181, 462,169, 466,162, 462,157, 470,148, 474,150, 481,143, 483,144, 492,132, 501,138, 494,149" data-message="Le chemin du Nord : comme plusieurs autres b&#226;timents du voisinage, cette maison a r&#233;cemment &#233;t&#233; reconstruite apr&#232;s l&#8217;incendie de Pointesable. A l&#8217;origine une &#233;curie, le b&#226;timent a &#233;t&#233; converti par son propri&#233;taire, un vieux gnome nomm&#233; Veznutt Parooh, en une biblioth&#232;que exigu&#235; et encombr&#233;e qui abrite sa collection de cartes terrestres et marines. Des cartes de la r&#233;gion, des alentours imm&#233;diats jusqu&#8217;&#224; l&#8217;ensemble de la Varisie et du plateau Storval, peuvent y &#234;tre achet&#233;es &#224; des prix allant de 5 &#224; 100 po, en fonction de la taille et du niveau de d&#233;tail. Ilsoari, de l&#8217;acad&#233;mie Turandarok (27), est son meilleur ami." data-titre="Le chemin du Nord - Cartographe" data-numero="4" title="4 - <b>Le chemin du Nord - Cartographe</b>" data-categorie="commerce" />
<area id="path5" class="area" shape="poly" alt="Bijoutier" coords="478,246, 444,269, 430,251, 447,235, 454,245, 470,235" data-message="Ce b&#226;timent en pierre a &#233;chapp&#233; &#224; l&#8217;incendie qui a ravag&#233; le nord de Pointesable, au grand soulagement de son propri&#233;taire, un bijoutier au cheveux sauvages nomm&#233; Maver Kesk. Maver emploie une demi-douzaine de durs locaux comme gardiens, mais a l&#8217;habitude de laisser les portes ouvertes, un trait pour lequel sa femme, Pennae Kesk, le sermonne souvent publiquement." data-titre="Bijoutier" data-numero="5" title="5 - <b>Bijoutier</b>" data-categorie="commerce" />
<area id="path7" class="area" shape="poly" alt="Cabane de Gorvi" coords="252,306, 239,314, 236,311, 229,316, 240,329, 249,332, 262,319" data-message="Cette cabane d&#233;labr&#233;e est le foyer de l&#8217;un des rares demi-orque de Pointesable, un gros lourdaud tatou&#233; nomm&#233; Gorvi. En d&#233;pit de l&#8217;aspect de sa maison, Gorvi gagne bien sa vie en ramassant les ordures du village, au point m&#234;me qu&#8217;il emploie deux douzaines de vagabonds et autres mis&#233;reux, qui autrement causeraient certainement des probl&#232;mes le long de la promenade, leur versant r&#233;guli&#232;rement quelques pi&#232;ces de cuivre pour ramasser les d&#233;chets et les ordures avec ses brouettes rouges. Pointesable paye grassement pour cela, car personne d&#8217;autre ne veut le faire." data-titre="Cabane de Gorvi" data-numero="7" title="7 - <b>Cabane de Gorvi</b>" data-categorie="divers" />
<area id="path8" class="area" shape="poly" alt="Sage" coords="227,361, 221,353, 222,352, 222,351, 222,350, 222,349, 222,348, 222,347, 221,345, 221,344, 221,343, 216,340, 215,340, 214,340, 213,340, 212,340, 210,340, 209,340, 208,340, 207,341, 206,342, 200,337, 189,346, 215,373" data-message="Le seul occupant de ce b&#226;timent ancien est un vieil acari&#226;tre qui r&#233;pond au nom de Brodert Quink, un homme chauve et expert en histoire de la Varisie et en ing&#233;nierie. Brodert pr&#233;tend avoir dans sa jeunesse pass&#233; deux d&#233;cennies &#224; &#233;tudier avec les ing&#233;nieurs nains de D&#246;l Amroth et trois d&#233;cennies comme biblioth&#233;caire aux Biblioth&#232;ques suspendues. Il est constamment furieux que son &#233;rudition et son intelligence &#233;vidente ne lui donne pas plus de prestige. Ces derni&#232;res ann&#233;es, Brodert a &#233;tudi&#233; les anciennes ruines de Thassilon." data-titre="Sage" data-numero="8" title="8 - <b>Sage</b>" data-categorie="divers" />
<area id="path9" class="area" shape="poly" alt="Serrurier" coords="266,393, 250,381, 235,401, 235,406, 252,414" data-message="Un nain flamboyant nomm&#233; Volioker Briskalberd exploite ce commerce de serrurerie depuis la fondation du village. C&#8217;est presque une institution, la plupart des serrures de Pointesable ayant &#233;t&#233; construites par Volioker. Il a longtemps &#233;t&#233; un ennemi des Scarnetti (43), qui ont utilis&#233; autant de diplomatie que d&#8217;intimidation pour le faire se ranger &#224; leur c&#244;t&#233;. Ancien orphelin des rues de Magnimar, il d&#233;teste le vol et les escrocs. C&#8217;est un grand amateur d&#8217;art et il ne manque jamais un nouveau spectacle au th&#233;&#226;tre (23)." data-titre="Serrurier" data-numero="9" title="9 - <b>Serrurier</b>" data-categorie="commerce" />
<area id="path10" class="area" shape="poly" alt="Garnison" coords="325,363, 303,361, 304,378, 297,377, 296,369, 296,368, 295,367, 294,366, 293,366, 292,366, 291,366, 290,366, 289,366, 288,366, 287,366, 286,367, 285,368, 284,368, 283,369, 282,370, 281,371, 281,373, 280,374, 280,375, 281,377, 281,378, 282,379, 282,380, 283,381, 284,382, 285,383, 287,384, 287,409, 285,409, 284,409, 283,409, 282,410, 280,411, 280,412, 279,413, 278,415, 278,418, 278,419, 278,421, 278,422, 278,423, 279,425, 279,426, 280,427, 281,427, 283,427, 284,428, 285,429, 287,429, 288,429, 289,429, 290,429, 292,428, 293,428, 294,427, 300,417, 320,415, 320,421, 328,421, 328,411, 322,411, 323,386, 327,385, 328,377, 324,376" data-message="Cette forteresse de pierre sert &#224; la fois de caserne pour la milice et de prison. La prison est situ&#233;e dans une aile souterraine, sous les maisons des gardes. La milice, command&#233;e par le pr&#233;v&#244;t B&#233;lor Cigu&#235;, se compose d&#8217;une douzaine de gardes &#224; plein temps. Le double entre serviteurs et autres experts (forgerons, cuisiniers, comptables, courriers, etc) habitent &#233;galement ici. Les gardes patrouillent seul, trois ou quatre &#233;tant en service au m&#234;me moment. Il faut dire que les troubles &#224; Pointesable se r&#233;sument g&#233;n&#233;ralement &#224; un probl&#232;me avec un ivrogne." data-titre="Garnison" data-numero="10" title="10 - <b>Garnison</b>" data-categorie="administration" />
<area id="path11" class="area" shape="poly" alt="H&#244;tel de ville" coords="354,376, 376,378, 402,393, 402,409, 377,421, 353,421, 354,412, 346,404, 345,395, 354,387" data-message="La majeure partie du rez-de-chauss&#233;e de ce b&#226;timent de deux &#233;tages est une salle de r&#233;union suffisamment grande pour y faire si&#233;ger la plupart des adultes de Pointesable. L&#8217;&#233;tage sup&#233;rieur contient des bureaux et des entrep&#244;ts, tandis qu&#8217;une salle souterraine fait office de banque du village depuis des d&#233;cennies. La maire de Pointesable, Kendra D&#233;verin (50), peut souvent &#234;tre trouv&#233;e ici, travaillant pour les besoins du village." data-titre="H&#244;tel de ville" data-numero="11" title="11 - <b>H&#244;tel de ville</b>" data-categorie="administration" />
<area id="path12" class="area" shape="poly" alt="Armurerie de Savah" coords="420,344, 420,365, 433,378, 450,368, 450,347" data-message="Le coin nord-est de ce b&#226;timent porte quelques traces de l&#8217;incendie, mais heureusement pour son propri&#233;taire, Savah Bevaniky, il n&#8217;y a pas eu de dommages importants. Savah vend toutes sortes d&#8217;armes et d&#8217;armures, y compris des articles de ma&#238;tres et des armes exotiques, comme une cha&#238;ne clout&#233;e, une douzaine de shurikens de ma&#238;tre et une arbal&#232;te &#224; r&#233;p&#233;tition." data-titre="Armurerie de Savah" data-numero="12" title="12 - <b>Armurerie de Savah</b>" data-categorie="commerce" />
<area id="path14" class="area" shape="poly" alt="Tannerie de Rovansky" coords="647,383, 663,372, 679,398, 651,415, 642,400, 650,394" data-message="Situ&#233; en bordure du village, Larz Rovanky officie cette tannerie avec une impitoyable efficacit&#233;. Il attend la perfection de ses travailleurs et de ses produits, et pour atteindre ce r&#233;sultat il travaille souvent lui-m&#234;me de longues heures. Ses produits en cuir et en fourrure sont de grande qualit&#233;, suffisamment pour que les habitants se fichent d&#8217;attendre un peu plus longtemps pour une commande personnalis&#233;e pendant que Larz s&#8217;agite pour obtenir un produit parfait." data-titre="Tannerie de Rovansky" data-numero="14" title="14 - <b>Tannerie de Rovansky</b>" data-categorie="commerce" />
<area id="path15" class="area" shape="poly" alt="Forge du chien rouge" coords="587,425, 572,439, 560,424, 571,414" data-message="Forge du Chien Rouge : renomm&#233;e pour l&#8217;affection de son propri&#233;taire pour les grands molosses rouges, deux &#224; trois fl&#226;nant toujours &#224; proximit&#233; de lui, la forge du Chien Rouge est d&#233;tenue par un homme chauve et puissamment muscl&#233; nomm&#233; Das Korvut. Das a peu de patience pour les clients, et encore moins pour les autres personnes. Pointesable lui pardonne toutefois sa mauvaise attitude et ses fr&#233;quente col&#232;res d&#8217;ivrogne la nuit parce qu&#8217;il conna&#238;t vraiment bien son travail. Tant qu&#8217;il est occup&#233; &#224; marteler le m&#233;tal, il reste toutefois relativement calme, confin&#233; dans sa forge." data-titre="Forge du chien rouge" data-numero="15" title="15 - <b>Forge du chien rouge</b>" data-categorie="commerce" />
<area id="path16" class="area" shape="poly" alt="Le garde-manger du cloporte - Herboriste" coords="458,413, 446,426, 428,406, 443,393" data-message="Le Garde-manger du Cloporte : nich&#233;e au pied d&#8217;une falaise et enclav&#233;e entre plusieurs constructions anciennes, la peinture d&#8217;un cloporte perch&#233; sur un champignon indique que ce b&#226;timent est plus qu&#8217;une simple maison. Le propri&#233;taire est un petit homme rond du nom de Aliver &amp;quot;Cloporte&amp;quot; Podiker, un herboriste et jardinier accompli." data-titre="Le garde-manger du cloporte - Herboriste" data-numero="16" title="16 - <b>Le garde-manger du cloporte - Herboriste</b>" data-categorie="commerce" />
<area id="path13" class="area" shape="poly" alt="Chez Risa - Taverne" coords="532,354, 552,355, 552,377, 539,380, 531,372" data-message="Risa Magravi a exploit&#233; cette taverne depuis que Pointesable existe. Et m&#234;me si maintenant la vieille femme est presque aveugle et que ce sont ses trois enfants Besk, Lanalee et Vodger qui s&#8217;en occupent, cette myst&#233;rieuse sorci&#232;re varisienne reste le symbole de la taverne. Connue autant pour les histoires de l&#233;gendes anciennes et de mythes que raconte Risa que pour ses pommes de terre &#233;pic&#233;es et son cidre, cette taverne est une des favorites de la population locale. De plus, &#233;tant en retrait par rapport aux chemins principaux, peu d&#8217;&#233;trangers y viennent." data-titre="Chez Risa - Taverne" data-numero="13" title="13 - <b>Chez Risa - Taverne</b>" data-categorie="taverne" />
<area id="path17" class="area" shape="poly" alt="Les solutions en bouteille - Alchimiste" coords="478,460, 492,473, 481,486, 466,473" data-message="Cette boutique est encombr&#233;e d&#8217;&#233;tag&#232;res remplies de bouteilles, de sachets et d&#8217;autres r&#233;cipients alchimiques, certains couverts de poussi&#232;re et d&#8217;autres si nouveaux que l&#8217;odeur &#226;cre de leur brassage remplit encore l&#8217;air. Nisk Tander, le demielfe qui en est le propri&#233;taire, se prend pour un alchimiste dou&#233;, m&#234;me s&#8217;il ne l&#8217;est pas tant que cela dans les faits. Il n&#8217;aime pas bien que les gens regardent de trop pr&#232;s sa marchandise avant de l&#8217;acheter." data-titre="Les solutions en bouteille - Alchimiste" data-numero="17" title="17 - <b>Les solutions en bouteille - Alchimiste</b>" data-categorie="commerce" />
<area id="path18" class="area" shape="poly" alt="Taverne de La Dent Cass&#233;e" coords="418,462, 408,473, 399,465, 390,466, 389,450, 411,448" data-message="Lieu favori des spectateurs du th&#233;&#226;tre de Pointesable, la taverne de la Dent Cass&#233;e est toujours pleine apr&#232;s la derni&#232;re repr&#233;sentation. Une grande sc&#232;ne donne aux acteurs, chanteurs et autres artistes l&#8217;occasion de montrer leurs talents, alors chaque soir une foule de personnes voulant devenir artiste se pressent au bar dans l&#8217;espoir d&#8217;&#234;tre d&#233;couverts. Le propri&#233;taire, le demi-orque Jesc &amp;quot;Dent cass&#233;e&amp;quot; Berinni, ressemble &#224; un brigand, mais c&#8217;est en r&#233;alit&#233; un homme instruit. Le soir il monte sur sc&#232;ne pour livrer ses observations sur la situation politique &#224; Magnimar." data-titre="Taverne de La Dent Cass&#233;e" data-numero="18" title="18 - <b>Taverne de La Dent Cass&#233;e</b>" data-categorie="taverne" />
<area id="path19" class="area" shape="poly" alt="Maison des pierres bleues - Monast&#232;re" coords="268,457, 260,472, 281,485, 285,481, 287,480, 289,479, 290,478, 290,477, 290,476, 290,475, 290,474, 290,473, 289,472, 289,467" data-message="La maison des Pierres Bleues : ce long b&#226;timent en pierre au sol en pierres bleues polies a &#233;t&#233; construit 10 ans apr&#232;s Pointesable. Fond&#233; par un moine errant nomm&#233; Enderaki Sorn, aujourd&#8217;hui le monast&#232;re est tenu par sa fille, Sabyl, son p&#232;re &#233;tant d&#233;c&#233;d&#233; il y a sept ans. Adoratrice du dieu Irori, Sabyl conserve une importante collection de livres anciens et de parchemins. Elle ouvre &#224; la fois la salle de m&#233;ditation et sa biblioth&#232;que aux fid&#232;les, mais les autres doivent la convaincre de leurs bonnes intentions avant qu&#8217;elle ne les laissent entrer." data-titre="Maison des pierres bleues - Monast&#232;re" data-numero="19" title="19 - <b>Maison des pierres bleues - Monast&#232;re</b>" data-categorie="spirituel" />
<area id="path20" class="area" shape="poly" alt="Verrerie" coords="280,491, 287,491, 287,509, 279,509, 279,525, 265,546, 252,538, 248,546, 249,546, 250,547, 251,548, 251,549, 251,550, 252,551, 252,552, 252,553, 252,554, 251,555, 251,556, 250,557, 250,558, 249,558, 248,559, 247,560, 246,560, 246,561, 244,561, 243,561, 241,561, 240,561, 238,561, 237,561, 236,561, 235,560, 234,558, 233,557, 232,556, 232,554, 232,553, 232,552, 232,551, 232,549, 233,548, 233,547, 228,543, 232,537, 231,537, 231,537, 230,536, 230,536, 229,535, 229,535, 228,534, 228,533, 228,533, 228,532, 228,530, 228,529, 228,528, 229,527, 229,527, 230,526, 231,525, 232,525, 233,525, 233,525, 234,525, 234,525, 235,525, 235,525, 236,525, 237,525, 238,525, 245,516, 244,516, 243,515, 243,515, 242,514, 242,514, 241,513, 241,513, 240,512, 240,511, 239,509, 239,508, 239,507, 240,506, 240,506, 241,505, 241,505, 242,504, 243,504, 243,503, 244,503, 245,503, 246,503, 247,503, 248,503, 249,503, 250,504, 250,504, 255,493, 255,492, 255,492, 254,491, 254,491, 254,490, 254,489, 254,489, 254,488, 253,487, 254,486, 254,486, 255,485, 255,484, 256,484, 256,483, 257,483, 257,483, 258,482, 263,483, 265,480, 281,486" data-message="C&#8217;est l&#8217;une des plus anciennes industries &#224; Pointesable. La verrerie est la propri&#233;t&#233; de la famille Kaijitsu (49) depuis la cr&#233;ation du village. Cette famille est dans ce commerce depuis des g&#233;n&#233;rations, et leur savoir faire technique se traduit par des r&#233;sultats si &#233;blouissants et impressionnants que leurs oeuvres atteignent les plus haut prix dans la noblesse &#224; Magnimar, Korvosa et au-del&#224;." data-titre="Verrerie" data-numero="20" title="20 - <b>Verrerie</b>" data-categorie="industrie" />
<area id="path22" class="area" shape="poly" alt="Au gobelin curieux - Librairie" coords="350,527, 350,544, 384,545, 384,540, 396,540, 396,528" data-message="Au Gobelin Curieux : le panneau devant la boutique repr&#233;sente un gobelin aux yeux &#233;carquill&#233;s qui lit un livre presque aussi grand que lui. &#192; l&#8217;int&#233;rieur, cette librairie t&#233;moigne de l&#8217;obsession d&#8217;un homme pour les mots imprim&#233;s. Chask Haladan maintient une histoire d&#8217;amour avec les livres depuis pr&#232;s de 70 ans et ne semble pas pr&#234;t d&#8217;y renoncer de sit&#244;t. Son magasin est &#233;tonnamment complet, et si la quasitotalit&#233; de ses marchandises sont beaucoup trop ch&#232;res pour les locaux, son mode de vie frugal fait passer le succ&#232;s de son activit&#233; professionnelle au second plan, apr&#232;s sa propre satisfaction." data-titre="Au gobelin curieux - Librairie" data-numero="22" title="22 - <b>Au gobelin curieux - Librairie</b>" data-categorie="commerce" />
<area id="path23" class="area" shape="poly" alt="Th&#233;&#226;tre" coords="437,477, 463,498, 463,511, 484,528, 482,533, 483,534, 484,535, 484,536, 485,537, 486,538, 486,539, 487,540, 487,541, 487,543, 487,544, 486,546, 486,547, 485,548, 485,549, 484,550, 483,551, 482,552, 480,552, 479,552, 477,553, 476,553, 474,553, 473,553, 471,553, 470,552, 469,552, 467,551, 463,554, 441,535, 429,541, 405,523" data-message="Cette grande salle de spectacle, enti&#232;rement financ&#233;e par son propri&#233;taire, Cyrdak Drokkus, est une des plus impressionnantes de l&#8217;ouest de la Varisie. Elle rivalise m&#234;me avec les th&#233;&#226;tres de Magnimar, un fait dont Cyrdak n&#8217;est pas peu fier. Le th&#233;&#226;tre propose souvent des talents locaux, mais ce sont les trois spectacles de fin de semaine que les habitants attendent le plus. Cyrdak utilise ses contacts &#224; Magnimar pour faire en sorte que les productions les plus spectaculaires de cette grande ville soient disponibles ici." data-titre="Th&#233;&#226;tre" data-numero="23" title="23 - <b>Th&#233;&#226;tre</b>" data-categorie="divers" />
<area id="path24" class="area" shape="poly" alt="Guilde des Charpentiers" coords="534,551, 535,533, 550,517, 537,501, 512,523, 508,536, 507,550" data-message="La grande majorit&#233; des b&#226;timents de Pointesable ont &#233;t&#233; &#233;rig&#233;s par les membres de la toujours tr&#232;s occup&#233;e guilde des charpentiers. Actuellement supervis&#233;e par le ma&#238;tre de la guilde Aesrick Battlehorn, un nain qui a quitt&#233; sa terre natale &#224; cause de son go&#251;t quasi h&#233;r&#233;tique pour le travail du bois plut&#244;t que celui de la pierre, la guilde a r&#233;cemment accept&#233; un nombre croissant de projets, aussi bien pour des fermes isol&#233;es que pour l&#8217;int&#233;rieur du village. La guilde a &#233;t&#233; engag&#233;e dans une petite lutte contre le chantier naval de Pointesable (46) durant des ann&#233;es." data-titre="Guilde des Charpentiers" data-numero="24" title="24 - <b>Guilde des Charpentiers</b>" data-categorie="administration" />
<area id="path25" class="area" shape="poly" alt="Scierie" coords="597,505, 609,496, 621,497, 621,508, 612,508, 612,527, 620,523, 643,561, 636,566, 635,574, 628,578, 598,538" data-message="Ce long b&#226;timent a &#233;t&#233; l&#8217;un des premiers construits lorsque Pointesable fut fond&#233;e. Appartenant &#224; la famille Scarnetti (43), l&#8217;op&#233;ration quotidienne du moulin a &#233;t&#233; r&#233;cemment laiss&#233;e de plus en plus &#224; un homme nomm&#233; Banny Harker et &#224; son associ&#233;, Ibor Thorn. Les voisins se sont plaints qu&#8217;ils font tourner leur fendeuse insidieusement bruyante jusqu&#8217;aux petites heures de la nuit pour r&#233;pondre &#224; la demande accrue de r&#233;sineux en provenance de Magnimar, mais l&#8217;influence de Harker et des Scarnetti a permis de n&#8217;avoir jusqu&#8217;ici aucun mandat de d&#233;pos&#233; contre eux." data-titre="Scierie" data-numero="25" title="25 - <b>Scierie</b>" data-categorie="industrie" />
<area id="path26" class="area" shape="poly" alt="Bazar" coords="334,582, 334,608, 314,608, 314,580" data-message="D&#233;tenu et exploit&#233; par Ven Vinder et sa famille, le plus ancien et le mieux achaland&#233; des magasins de Pointesable vend un peu de tout : outils pour les paysans, armes, meubles, produits alimentaires et tartes faites maison. Ven, qui conserve un stock d&#8217;alcool dans son sous-sol, poss&#232;de un go&#251;t particulier pour les grogs amers et les tord-boyaux import&#233;s d&#8217;endroits aussi &#233;loign&#233;s que la ville orque d&#8217;Urgli. Sa vraie fiert&#233;, cependant, sont ses filles, qu&#8217;il adore." data-titre="Bazar" data-numero="26" title="26 - <b>Bazar</b>" data-categorie="commerce" />
<area id="path27" class="area" shape="poly" alt="Acad&#233;mie de Turandarok" coords="350,551, 351,562, 346,562, 346,581, 351,581, 351,596, 344,596, 344,616, 351,616, 351,625, 378,625, 402,600, 402,574, 383,552" data-message="Les fondateurs de Pointesable se sont rapidement rendu compte qu&#8217;ils avaient besoin d&#8217;un endroit pour l&#8217;&#233;ducation de leurs enfants ainsi que pour h&#233;berger les malheureux orphelins. La r&#233;ponse a &#233;t&#233; l&#8217;acad&#233;mie de Turandarok, moiti&#233; &#233;cole, moiti&#233; orphelinat. Un aventurier &#224; la retraite, Ilsoari Gandethus, fut volontaire pour diriger l&#8217;&#233;tablissement si on lui donnait le rez-de chauss&#233;e pour son usage personnel, ce qui fut accept&#233;." data-titre="Acad&#233;mie de Turandarok" data-numero="27" title="27 - <b>Acad&#233;mie de Turandarok</b>" data-categorie="administration" />
<area id="path28" class="area" shape="poly" alt="Maison de madame Mvashti - Voyante" coords="436,565, 450,547, 464,558, 434,598, 407,577, 426,553" data-message="Bien que de l&#8217;ext&#233;rieur cela semble &#234;tre une maison vieille et d&#233;cr&#233;pite, une seule personne y vit, l&#8217;ancienne et myst&#233;rieuse Niska Mvashti. D&#233;j&#224; vieille quand Pointesable fut fond&#233;e il y a 40 ans, madame Mvashti (comme elle aime qu&#8217;on l&#8217;appelle) est une historienne de la Varisie et une voyante qui fait partie d&#8217;une longue tradition d&#8217;oracles dans sa famille. Elle r&#233;alise la plupart de ses lectures avec des cartes ou des os sculpt&#233;s, et n&#8217;emploie que rarement des sortil&#232;ges. Des druides de l&#8217;arri&#232;re-pays font chaque semaine une visite &#224; son domicile." data-titre="Maison de madame Mvashti - Voyante" data-numero="28" title="28 - <b>Maison de madame Mvashti - Voyante</b>" data-categorie="divers" />
<area id="path29" class="area" shape="poly" alt="Epicerie" coords="451,601, 441,616, 466,644, 469,614" data-message="La fa&#231;ade de ce b&#226;timent est ouvert sur le march&#233;. Pendant la journ&#233;e, des bacs, des plateaux et des tables sont entass&#233;s ici avec des produits apport&#233;s durant la matin&#233;e des fermes avoisinantes. A l&#8217;arri&#232;re du magasin on trouve des outils, des semences, des aliments pour animaux, de la sellerie ainsi que d&#8217;autres fournitures utiles pour l&#8217;agriculture. L&#8217;autre moiti&#233; de cet &#233;difice est compos&#233;e de salles de r&#233;union et d&#8217;archives. Olmur Danvakus, halfelin, a en effet repris le poste de ma&#238;tre de la guilde apr&#232;s l&#8217;assassinat de son pr&#233;d&#233;cesseur." data-titre="Epicerie" data-numero="29" title="29 - <b>Epicerie</b>" data-categorie="commerce" />
<area id="path31" class="area" shape="poly" alt="Les Chariots de Wheen" coords="598,638, 595,660, 628,671, 636,653, 625,648, 625,637" data-message="Un homme d&#233;gingand&#233; nomm&#233; Bilivar Wheen poss&#232;de cet atelier. Bilivar est un charron qui passe derni&#232;rement plus de temps dans les tavernes qu&#8217;&#224; travailler, m&#234;me si depuis que sa fille Tanethia s&#8217;est noy&#233;e dans l&#8217;&#233;tang du moulin l&#8217;ann&#233;e derni&#232;re sa femme Vorah est devenue parano&#239;aque et que les jours de ses deux autres enfants sont compt&#233;s. Bilivar a fait part de son intention de quitter Pointesable, mais personne ne pense qu&#8217;il va vraiment donner suite." data-titre="Les Chariots de Wheen" data-numero="31" title="31 - <b>Les Chariots de Wheen</b>" data-categorie="commerce" />
<area id="path32" class="area" shape="poly" alt="Moulin des Scarnetti" coords="647,628, 646,675, 669,674, 668,657, 674,658, 673,628" data-message="Tout comme la scierie (25), ce b&#226;timent est la propri&#233;t&#233; des Scarnetti (43). Toutes les fleurs et les c&#233;r&#233;ales produites ici sont fournies par les agriculteurs locaux. De myst&#233;rieux incendies ont d&#233;truits tous les autres moulins, faisant de celui-ci le seul moulin &#224; grains encore en fonctionnement dans la r&#233;gion. Bien entendu on a accus&#233; les Scarnetti d&#8217;&#234;tre derri&#232;re ces incendies, mais le g&#233;rant de ce moulin, Courrin Whesterwill, a gracieusement baiss&#233; le prix de l&#8217;utilisation du moulin &#224; des niveaux record, jusqu&#8217;&#224; ce que les autres moulins soient reconstruits. Une d&#233;cision qui a dans une certaine mesure att&#233;nu&#233;e le vaste toll&#233; public." data-titre="Moulin des Scarnetti" data-numero="32" title="32 - <b>Moulin des Scarnetti</b>" data-categorie="industrie" />
<area id="path30" class="area" shape="poly" alt="Aux v&#234;tements fins de Vernah - Couturier" coords="506,614, 532,615, 535,619, 534,649, 505,650" data-message="La demi-elfe Rynshinn Povalli est la propri&#233;taire de ce magasin de v&#234;tements depuis cinq ans. Rynshinn n&#8217;a jamais connu son p&#232;re. On dit qu&#8217;il a &#233;t&#233; tu&#233; par des gobelins une semaine avant sa naissance, mais elle garde l&#8217;espoir que son p&#232;re ait surv&#233;cu. Depuis l&#8217;assassinat de sa m&#232;re il y a cinq ans, Rynshinn a fait agrandir l&#8217;atelier de couture de sa m&#232;re, et m&#234;me fond&#233; une guilde qui rassemble des dizaines d&#8217;artisans et de tailleurs afin qu&#8217;ils puissent vendre leurs produits ici. Elle cherche &#233;galement &#224; ouvrir un magasin &#224; Magnimar, mais doit pour cela trouver un partenaire en qui elle aura confiance." data-titre="Aux v&#234;tements fins de Vernah - Couturier" data-numero="30" title="30 - <b>Aux v&#234;tements fins de Vernah - Couturier</b>" data-categorie="commerce" />
<area id="path33" class="area" shape="poly" alt="Taverne de la Myxine" coords="257,633, 256,662, 283,671, 295,649, 275,631" data-message="C&#8217;est l&#8217;une des tavernes les plus populaires du village, en particulier pour les p&#234;cheurs et les joueurs. C&#8217;est aussi le meilleur choix pour manger des fruits de mer. D&#233;tenue par un unijambiste du nom de Jargie Quinn, la Myxine tire son nom du grand aquarium en verre qui se trouve derri&#232;re le bar, habitat d&#8217;une myxine que Jargie appelle affectueusement Norah. Des tables de jeu sont toujours pr&#233;sentes, des cartes aux fl&#233;chettes. On y raconte aussi beaucoup d&#8217;histoires, Jargie n&#8217;&#233;tant pas le dernier pour raconter comment il a perdu sa jambe." data-titre="Taverne de la Myxine" data-numero="33" title="33 - <b>Taverne de la Myxine</b>" data-categorie="taverne" />
<area id="path34" class="area" shape="poly" alt="Poissonnerie" coords="354,649, 356,670, 377,669, 415,695, 427,680, 379,646" data-message="Comme l&#8217;&#233;picerie, la fa&#231;ade de ce long b&#226;timent est ouverte. Ici, les habitants peuvent faire leurs achats suivant les prises de la journ&#233;e : morue, saumon, thon, crustac&#233;s et m&#234;me poulpe. Turch Sterglus, un p&#234;cheur &#224; la retraite et &#224; la barbe blanche, g&#232;re le march&#233; aux poissons en se plaignant constamment de la m&#233;t&#233;o et de la p&#234;che du jour. Mais il accompagne toujours les achats de ses clients par un sourire et un clin d&#8217;oeil. Le march&#233; en lui-m&#234;me appartient &#224; la famille Valdemar (47), mais les villageois agissent tous comme s&#8217;il &#233;tait &#224; Turch. Ses cinq fils travaillent avec lui comme nettoyeurs, transporteurs ou cuisiniers." data-titre="Poissonnerie" data-numero="34" title="34 - <b>Poissonnerie</b>" data-categorie="commerce" />
<area id="path36" class="area" shape="poly" alt="Boucherie" coords="467,659, 466,671, 464,672, 463,679, 466,680, 467,693, 498,691, 499,674, 486,660" data-message="Le boucher local, Chod Bevuk, g&#232;re le march&#233; &#224; viande de Pointesable. La moiti&#233; de ce b&#226;timent sert d&#8217;abattoir, et la viande est expos&#233;e &#224; la vente dans l&#8217;autre moiti&#233;. La plupart des viandes ici viennent d&#8217;&#233;levages ou d&#8217;animaux captur&#233;s par des chasseurs. Le penchant de Chod pour le mensonge et l&#8217;exag&#233;ration pour toutes choses non li&#233;es &#224; ses activit&#233;s ne contribuent pas &#224; pr&#234;ter foi &#224; sa version des faits concernant comment il a perdu le petit doigt de sa main gauche. D&#8217;apr&#232;s lui, cela serait en s&#8217;&#233;tant battu contre Chopper, l&#8217;assassin de Pointesable." data-titre="Boucherie" data-numero="36" title="36 - <b>Boucherie</b>" data-categorie="commerce" />
<area id="path37" class="area" shape="poly" alt="Auberge du Dragon rouill&#233;" coords="521,657, 520,690, 560,707, 577,672, 561,666, 556,676, 541,668, 546,658" data-message="Ce grand b&#226;timent, la plus ancienne auberge de Pointesable, est facilement identifiable par l&#8217;impressionnant dragon de fer sur son toit. D&#233;tenue et exploit&#233;e depuis ces six derni&#232;res ann&#233;es par la belle et exotique Ameiko Kaijitsu, le Dragon rouill&#233; est non seulement l&#8217;une des cantines les plus populaires du village, mais aussi un bon endroit pour rencontrer les visiteurs puisque la plupart des nouveaux arrivants tombent sur cette auberge en premier, la route du nord de la C&#244;te Perdue &#233;tant moins fr&#233;quent&#233;e. Rares sont les soir&#233;es qui s&#8217;y passent sans que la talentueuse jeune femme ne chantent deux ou trois chansons." data-titre="Auberge du Dragon rouill&#233;" data-numero="37" title="37 - <b>Auberge du Dragon rouill&#233;</b>" data-categorie="taverne" />
<area id="path38" class="area" shape="poly" alt="Ecuries du gobelin &#233;crabouill&#233;" coords="578,714, 562,705, 583,661, 612,673, 602,695, 592,691" data-message="Les &#233;curies du gobelin &#233;cras&#233; : la pancarte au-dessus de la porte perp&#233;tue l&#8217;une des plus grandes craintes des gobelins qui est d&#8217;&#234;tre foul&#233; par les sabots d&#8217;un cheval. Tenues par un chasseur &#224; la retraite nomm&#233; Daviren Hosk, la haine de ce dernier pour les gobelins est l&#233;gendaire au village. L&#8217;entr&#233;e de l&#8217;&#233;curie est d&#8217;ailleurs couverte de sa collection d&#8217;oreilles de gobelins. L&#8217;orgueil et la joie de ce r&#244;deur est une grande bouteille dans laquelle il conserve le corps du chef d&#8217;une tribu qu&#8217;il a largement contribu&#233; &#224; exterminer." data-titre="Ecuries du gobelin &#233;crabouill&#233;" data-numero="38" title="38 - <b>Ecuries du gobelin &#233;crabouill&#233;</b>" data-categorie="divers" />
<area id="path39" class="area" shape="poly" alt="Brasserie des Deux chevaliers" coords="670,696, 650,748, 641,743, 640,744, 640,745, 639,745, 639,746, 638,746, 638,746, 637,747, 637,747, 636,747, 634,747, 633,747, 632,747, 631,747, 629,746, 628,745, 627,744, 626,744, 625,743, 625,742, 625,741, 625,740, 625,740, 625,739, 625,738, 625,738, 625,737, 625,736, 621,734, 638,695, 646,699, 653,688" data-message="Alors que les tavernes de Pointesable servent une large gamme de spiritueux, ils sont tous fiers de servir l&#8217;hydromel, la bi&#232;re et le rhum brass&#233;s ici, au Deux Chevaliers. Fond&#233;e il y a presque 40 ans par deux fr&#232;res, cousins du maire, peu apr&#232;s la fondation du village, leur expertise en brasserie n&#8217;a fait que cro&#238;tre au fil des ans. Tragiquement, Wade D&#233;verin a &#233;t&#233; l&#8217;une des premi&#232;res victimes de l&#8217;assassin de Pointesable, ce qui a &#233;branl&#233; la foi de son fr&#232;re Gaven. Les villageois pr&#233;tendent m&#234;me, mais jamais face &#224; Gaven, que depuis la bi&#232;re n&#8217;est tout simplement plus aussi bonne." data-titre="Brasserie des Deux chevaliers" data-numero="39" title="39 - <b>Brasserie des Deux chevaliers</b>" data-categorie="industrie" />
<area id="path40" class="area" shape="poly" alt="Alliance Marchande" coords="468,705, 467,726, 505,749, 526,720, 516,712, 516,705, 499,705, 498,704, 497,704, 496,703, 495,702, 495,701, 493,701, 492,700, 491,700, 489,700, 487,700, 486,700, 484,700, 483,700, 482,701, 480,702, 479,703, 478,704, 477,705" data-message="Ce grand b&#226;timent sert &#224; plusieurs fins. On peut y r&#233;server le passage sur un navire &#224; destination d&#8217;autres ports, organiser des caravanes par voie terrestre ou envoyer des messages &#224; des gens en ville aussi loin qu&#8217;&#224; Korvosa ou Port-&#233;nigme. Les enqu&#234;tes sur des titres de propri&#233;t&#233;s, les constructions de b&#226;timents ou bien encore les cr&#233;ations de nouveaux commerces, &#224; Pointesable ou dans l&#8217;arri&#232;re-pays, doivent commencer leur d&#233;marches officielles ici, o&#249; oeuvre Sir Jasper Korvaski, un ancien paladin d&#8217;Abadar rest&#233; fid&#232;le et d&#233;vot." data-titre="Alliance Marchande" data-numero="40" title="40 - <b>Alliance Marchande</b>" data-categorie="administration" />
<area id="path41" class="area" shape="poly" alt="La boutique de Pointesable - Bazar" coords="540,711, 529,730, 558,748, 569,726" data-message="Cette grande boutique vend toutes sortes de v&#234;tements, armes, jouets, livres et outils import&#233;s en provenance du monde entier. La place est d&#233;tenue par Hayliss Korvaski qui, comme son fr&#232;re Jasper (40), est adoratrice d&#8217;Abadar. Pourtant, contrairement &#224; son fr&#232;re, son caract&#232;re n&#8217;est pas soutenue par un d&#233;sir de satisfaire tout le monde. Hayliss n&#8217;a pas peur de se faire des ennemis et porte en d&#233;dain les Scarnetti. Elle est m&#234;me all&#233; jusqu&#8217;&#224; sur-&#233;lever ses prix pour les membres de la famille Scarnetti, en d&#233;pit des demandes r&#233;p&#233;t&#233;es d&#8217;apaisement de la part du maire, D&#233;verin." data-titre="La boutique de Pointesable - Bazar" data-numero="41" title="41 - <b>La boutique de Pointesable - Bazar</b>" data-categorie="commerce" />
<area id="path42" class="area" shape="poly" alt="Taverne de la Musette du Gros" coords="471,770, 481,779, 461,794, 441,770, 453,762, 463,776" data-message="Si la taverne de la Myxine (33) est la plus populaire de Pointesable, la taverne de la Musette du Gros est la plus notoire. Les bagarres y sont monnaie courante, et le pr&#233;v&#244;t Cigu&#235; doit g&#233;n&#233;ralement venir ici deux ou trois fois par semaine pour mettre de l&#8217;ordre quand les choses deviennent particuli&#232;rement violentes ou bruyantes. La majorit&#233; de la client&#232;le sont des sc&#233;l&#233;rats Varisiens ou des marins. Et si la plupart des gens pensent que cette taverne est d&#233;tenue et exploit&#233;e par un homme &#233;norme nomm&#233; Gressel Tenniwar, en fait le v&#233;ritable propri&#233;taire est un voyou d&#233;gingand&#233; nomm&#233; Jubrayl Vhiski, un des habitu&#233;s de la Musette." data-titre="Taverne de la Musette du Gros" data-numero="42" title="42 - <b>Taverne de la Musette du Gros</b>" data-categorie="taverne" />
<area id="path43" class="area" shape="poly" alt="Les Ch&#226;tons de la Pixie - Maison close" coords="490,785, 501,771, 523,780, 518,795, 505,790, 500,794" data-message="Les Ch&#226;tons de la Pixie : beaucoup de gens du pays donne un nom beaucoup plus color&#233; &#224; cet &#233;tablissement, mais Kaye Tesarani dirige ce bordel avec classe et distinction. Elle paie ses filles et ses gar&#231;ons relativement bien, et les trois videurs Shoantis qu&#8217;elle emploie sont suffisant pour s&#8217;occuper des fauteurs de troubles. La prostitution n&#8217;est pas ill&#233;gale &#224; Pointesable, mais les Scarnetti (43) font pression pour que cette maison soit ferm&#233;e, la consid&#233;rant comme nid pour le vice et l&#8217;activit&#233; criminelle. Toutefois la romance entre Kaye et le sh&#233;rif (10) fait de cette demande au mieux un objectif &#224; long terme pour les Scarnetti." data-titre="Les Ch&#226;tons de la Pixie - Maison close" data-numero="43" title="43 - <b>Les Ch&#226;tons de la Pixie - Maison close</b>" data-categorie="divers" />
<area id="path44" class="area" shape="poly" alt="Le serpent &#224; plumes - Magicien" coords="582,775, 584,800, 602,783, 595,774" data-message="Le serpent &#224; plumes : cette boutique exigu&#235; et encombr&#233;e d&#233;gage une &#233;trange odeur d&#8217;encens, d&#8217;&#233;pices et de poussi&#232;re m&#233;lang&#233;s. Son propri&#233;taire, Vorvashali Voon, un personnage exotique au regard bleu vif, aux longs cheveux rouges et &#224; la peau bronz&#233;e est excit&#233; avec chaque client. Tout n&#8217;est pas &#224; vendre dans son magasin, vu que s&#8217;y trouve une partie de sa propre collection de reliques &#233;tranges et de statues. Ses marchandises changent constamment car ses dizaines de contacts viennent chaque semaine depuis Magnimar pour acheter et &#233;changer des articles. Les aventuriers qui aiment les objets magiques devraient trouver ici ce qu&#8217;ils cherchent." data-titre="Le serpent &#224; plumes - Magicien" data-numero="44" title="44 - <b>Le serpent &#224; plumes - Magicien</b>" data-categorie="commerce" />
<area id="path45" class="area" shape="poly" alt="Chez Hannah - Gu&#233;risseur" coords="530,811, 524,818, 521,823, 509,828, 496,824, 501,817, 494,809, 504,799, 514,810, 520,806" data-message="Bien qu&#8217;Abstalar Zantus (1) fasse de son mieux pour prendre soin des malades et des n&#233;cessiteux, il ne peut pas aider tout le monde. Alors, pour les courbatures, douleurs et maladies mineures, la plupart des citoyens de Pointesable vont voir l&#8217;elfe Hannah Velerin. Hannah passe la plupart de ses matin&#233;es dans la nature sauvage environnante, &#224; collecter des herbes et profiter de la bont&#233; de Gozreh. L&#8217;apr&#232;s-midi, elle retourne dans sa boutique pour pr&#233;parer les m&#233;dicaments et recevoir les patients. C&#8217;est elle que l&#8217;on va voir aussi bien pour mettre fin &#224; une grossesse que lorsqu&#8217;on a besoin d&#8217;une sage-femme pour aider &#224; une naissance." data-titre="Chez Hannah - Gu&#233;risseur" data-numero="45" title="45 - <b>Chez Hannah - Gu&#233;risseur</b>" data-categorie="spirituel" />
<area id="path46" class="area" shape="poly" alt="Chantier Naval" coords="572,825, 572,859, 483,855, 463,839, 474,828, 487,838, 518,839, 534,824, 571,825" data-message="La fa&#231;ade sud de ce long b&#226;timent est ouvert sur le port, permettant &#224; une petite arm&#233;e de charpentiers, cordiers et voiliers de travailler dans un des quatre bassins. Le chantier naval est la propri&#233;t&#233; des Valdemar (47), Belven Valdemar, le fils a&#238;n&#233; du vieil Ethram, supervisant le travail constant ici. Belven est un bel homme tr&#232;s disponible, mais son d&#233;vouement &#224; son m&#233;tier et &#224; sa famille ne lui ont jusqu&#8217;&#224; pr&#233;sent laiss&#233; que peu de temps pour se divertir avec les dizaines des jeunes femmes qui ont essay&#233; de capter son regard." data-titre="Chantier Naval" data-numero="46" title="46 - <b>Chantier Naval</b>" data-categorie="industrie" />
<area id="path47" class="area" shape="poly" alt="Manoir des Valdemar" coords="323,954, 315,969, 302,963, 297,966, 285,963, 284,952, 265,941, 274,928, 284,932, 287,928, 311,940, 308,944" data-message="Ce manoir poss&#232;de une vue imprenable sur le village de Pointesable et son port en contre bas, comme il sied &#224; la famille du village la plus attach&#233;e &#224; la construction navale et &#224; la p&#234;che. Cette famille est encore sous la domination patriarcale du vieux Ethram Valdemar, le seul membres original de la Ligue Marchande de Pointesable encore en vie. Les ann&#233;es d&#8217;Ethram sont compt&#233;e cependant, car le vieil homme souffre d&#8217;une infection pulmonaire chronique, malgr&#233; tout ce que la famille paye pour le faire gu&#233;rir." data-titre="Manoir des Valdemar" data-numero="47" title="47 - <b>Manoir des Valdemar</b>" data-categorie="divers" />
<area id="path48" class="area" shape="poly" alt="Manoir des Scarnetti" coords="204,1058, 210,1065, 218,1065, 218,1079, 212,1082, 204,1079, 165,1030, 176,1022, 176,1011, 185,1006, 193,1010, 193,1019, 190,1021, 197,1032, 204,1028, 208,1034, 202,1038, 205,1042, 210,1043, 210,1048" data-message="Peut-&#234;tre la famille noble la plus connue de Pointesable. Beaucoup de Varisiens &#226;g&#233;s du village n&#8217;ont toujours pas oubli&#233; ou pardonn&#233; l&#8217;agression d&#8217;Alamon Scarnetti contre leur peuple il y a plus de 40 ans, m&#234;me avec Alamon six pieds sous terre depuis 20 ans. La famille Scarnetti, actuellement dirig&#233;e par le seul fils d&#8217;Alamon survivant, Titus, contr&#244;le les moulins et l&#8217;industrie du bois. Les Valdemar (47) d&#233;pendent beaucoup d&#8217;eux, et les Scarnetti ne perdent pas une occasion de s&#8217;attacher leur soutien. C&#8217;est une famille tr&#232;s traditionnelle qui s&#8217;accroche &#224; des valeurs anciennes souvent d&#233;pass&#233;es aujourd&#8217;hui." data-titre="Manoir des Scarnetti" data-numero="48" title="48 - <b>Manoir des Scarnetti</b>" data-categorie="divers" />
<area id="path49" class="area" shape="poly" alt="Manoir des Kaijitsu" coords="159,914, 159,933, 168,934, 168,949, 151,949, 142,936, 138,934, 138,916, 143,916, 143,904, 154,904, 158,898, 164,901, 167,908, 164,912" data-message="Ce manoir est le plus petit des quatre maisons nobles, et pourtant les Kaijitsu sont peut-&#234;tre la plus riche famille du village, la verrerie (20) &#233;tant une des affaires les plus prosp&#232;res de Pointesable. N&#233; &#224; Magnimar d&#8217;une famille provenante de Minkai, Lonjiku a du mal avec son r&#244;le de p&#232;re. Tsuto, son fils a&#238;n&#233;, a quitt&#233; la r&#233;gion il y a plusieurs ann&#233;es apr&#232;s que son p&#232;re l&#8217;ait battu avec une canne lors d&#8217;une dispute, et sa fille a&#238;n&#233;e Ameiko lui fait honte avec sa taverne de nuit (37). Ceux qui connaissent Lonjiku savent bien que son temp&#233;rament de feu est son r&#233;el probl&#232;me." data-titre="Manoir des Kaijitsu" data-numero="49" title="49 - <b>Manoir des Kaijitsu</b>" data-categorie="divers" />
<area id="path50" class="area" shape="poly" alt="Manoir des D&#233;verin" coords="170,788, 170,781, 191,780, 192,787, 199,788, 199,794, 201,794, 200,808, 199,808, 199,820, 189,820, 189,823, 176,824, 175,817, 167,818, 167,823, 158,823, 157,816, 148,816, 148,810, 141,809, 140,803, 141,796, 148,795, 148,788" data-message="Vivant dans le plus grand manoir, les D&#233;verin ont traditionnellement tenu le r&#244;le de &amp;quot;leader&amp;quot; &#224; Pointesable. Amos D&#233;verin servit en tant que maire durant les 23 premi&#232;res ann&#233;es du village, et son fils Fenchus durant les 11 qui suivirent. Les deux p&#233;rirent par accidents (Amos &#224; cause d&#8217;un cheval emball&#233; et Fenchus par une morsure de serpent), laissant la plus jeune des filles d&#8217;Amos h&#233;riti&#232;re de la fortune familiale et candidate &#224; la mairie. Kendra D&#233;verin n&#8217;a au d&#233;part pas voulu ce travail, mais a remport&#233; l&#8217;&#233;lection contre Titus Scarnetti." data-titre="Manoir des D&#233;verin" data-numero="50" title="50 - <b>Manoir des D&#233;verin</b>" data-categorie="divers" />
<area id="path35" class="area" shape="poly" alt="March&#233;" coords="404,647, 429,615, 437,621, 460,650, 454,686" data-message="La plupart du temps le march&#233; de Pointesable est vide, laissant les enfants du village jouer. Deux fois par semaine toutefois il se remplit de vendeurs. Au d&#233;but de chaque semaine, le march&#233; des fermes augmente radicalement la s&#233;lection quotidienne des biens disponibles &#224; l&#8217;&#233;picerie, tandis qu&#8217;en fin de semaine les marchands de Magnimar, Galduria, Nybor, Wartle et au-del&#224; participent au march&#233; des villes." data-titre="March&#233;" data-numero="35" title="35 - <b>March&#233;</b>" data-categorie="commerce" />
<area id="path51" class="area" shape="poly" alt="Vieux Phare" coords="158,228, 178,214, 165,199, 186,185, 197,208, 205,208, 224,219, 237,234, 219,234, 207,229, 206,237, 212,257, 231,254, 241,264, 224,271, 237,284, 229,296, 213,302, 202,307, 195,316, 199,324, 173,336, 167,350, 136,334, 121,318, 108,277, 120,238, 140,233" data-message="Ce qui frappe en premier tous les visiteurs de Pointesable sont les ruines du Vieux Phare. La hauteur initiale de cette tour est inconnue, mais ceux qui ont &#233;tudi&#233; l&#8217;ancienne architecture du b&#226;timent l&#8217;estime &#224; plus de 200 m&#232;tres de hauteur. Aujourd&#8217;hui, il en reste moins d&#8217;un quart. Le Vieux Phare monte depuis le niveau de la mer contre une falaise de 30 m&#232;tres de hauteur, et la tour s&#8217;&#233;tend encore quelques 15 m&#232;tres de plus jusqu&#8217;&#224; terminer en lambeaux. La coque restante est comme un rappel que ni les hommes ne sont les premiers habitants de cette terre." data-titre="Vieux Phare" data-numero="51" title="51 - <b>Vieux Phare</b>" data-categorie="divers" />
<area id="path6" class="area" shape="poly" alt="Le bord du d&#233;potoir" coords="303,258, 288,288, 247,281, 248,257, 277,253, 309,245" data-message="Les ordures recueillies par les gar&#231;ons de Gorvi (7) sont syst&#233;matiquement lanc&#233;es depuis le haut de cette falaise jusqu&#8217;&#224; la plage en contrebas. Plusieurs adorateurs de Gozreh contestent cette pratique, mais jusqu&#8217;&#224; ce qu&#8217;une autre solution aussi bon march&#233; et pratique ne soit propos&#233;e, le conseil municipal est r&#233;ticent &#224; faire changer cette habitude. En tout &#233;tat de cause la mer se charge que l&#8217;entassement ne soit jamais trop &#233;lev&#233;." data-titre="Le bord du d&#233;potoir" data-numero="6" title="6 - <b>Le bord du d&#233;potoir</b>" data-categorie="divers" />
<area id="path21" class="area" shape="poly" alt="Les d&#233;lices de Pointesable - Boulangerie" coords="309,509, 338,510, 337,526, 309,525" data-message="Les odeurs qui &#233;manent de cette boulangerie luttent tous les matins, sauf le dimanche, contre le gout sal&#233;e de la mer. D&#233;tenue et exploit&#233;e par la famille Avertin depuis les deux derni&#232;res d&#233;cennies, Alma Avertin n&#8217;est pas encore tout &#224; fait remise de la mort brutale de son fils Casp il y a cinq ans. Elle poss&#232;de deux filles jumelles, Arika et Aneka." data-titre="Les d&#233;lices de Pointesable - Boulangerie" data-numero="21" title="21 - <b>Les d&#233;lices de Pointesable - Boulangerie</b>" data-categorie="commerce" />
-->
</map>

<map id="map2" name="world">
<!--
<area id="path1bis" class="areabis" shape="poly" coords="667,214, 628,254, 621,253, 626,259, 629,264, 632,269, 633,275, 633,281, 632,287, 630,293, 626,300, 621,306, 617,296, 604,296, 600,309, 589,312, 587,325, 595,331, 589,335, 584,338, 578,339, 572,340, 566,340, 560,339, 554,336, 548,332, 542,327, 554,326, 554,313, 541,310, 537,297, 523,296, 520,309, 514,301, 510,294, 508,287, 508,280, 508,274, 510,268, 513,262, 517,256, 521,251, 523,262, 539,262, 538,260, 538,257, 539,255, 539,253, 540,251, 541,250, 543,248, 545,248, 547,247, 554,245, 538,229, 597,177, 603,184, 624,164" data-categorie="spirituel" />
<area id="path2bis" class="areabis" shape="poly" coords="686,215, 707,253, 694,277, 689,335, 659,349, 623,336, 619,316, 639,298, 640,255" data-categorie="spirituel" />
<area id="path3bis" class="areabis" shape="poly" coords="557,114, 553,158, 542,159, 534,149, 517,145, 522,112" data-categorie="taverne" />
<area id="path4bis" class="areabis" shape="poly" coords="499,154, 479,181, 462,169, 466,162, 462,157, 470,148, 474,150, 481,143, 483,144, 492,132, 501,138, 494,149" data-categorie="commerce" />
<area id="path5bis" class="areabis" shape="poly" coords="478,246, 444,269, 430,251, 447,235, 454,245, 470,235" data-categorie="commerce" />
<area id="path7bis" class="areabis" shape="poly" coords="252,306, 239,314, 236,311, 229,316, 240,329, 249,332, 262,319" data-categorie="divers" />
<area id="path8bis" class="areabis" shape="poly" coords="227,361, 221,353, 222,352, 222,351, 222,350, 222,349, 222,348, 222,347, 221,345, 221,344, 221,343, 216,340, 215,340, 214,340, 213,340, 212,340, 210,340, 209,340, 208,340, 207,341, 206,342, 200,337, 189,346, 215,373" data-categorie="divers" />
<area id="path9bis" class="areabis" shape="poly" coords="266,393, 250,381, 235,401, 235,406, 252,414" data-categorie="commerce" />
<area id="path10bis" class="areabis" shape="poly" coords="325,363, 303,361, 304,378, 297,377, 296,369, 296,368, 295,367, 294,366, 293,366, 292,366, 291,366, 290,366, 289,366, 288,366, 287,366, 286,367, 285,368, 284,368, 283,369, 282,370, 281,371, 281,373, 280,374, 280,375, 281,377, 281,378, 282,379, 282,380, 283,381, 284,382, 285,383, 287,384, 287,409, 285,409, 284,409, 283,409, 282,410, 280,411, 280,412, 279,413, 278,415, 278,418, 278,419, 278,421, 278,422, 278,423, 279,425, 279,426, 280,427, 281,427, 283,427, 284,428, 285,429, 287,429, 288,429, 289,429, 290,429, 292,428, 293,428, 294,427, 300,417, 320,415, 320,421, 328,421, 328,411, 322,411, 323,386, 327,385, 328,377, 324,376" data-categorie="administration" />
<area id="path11bis" class="areabis" shape="poly" coords="354,376, 376,378, 402,393, 402,409, 377,421, 353,421, 354,412, 346,404, 345,395, 354,387" data-categorie="administration" />
<area id="path12bis" class="areabis" shape="poly" coords="420,344, 420,365, 433,378, 450,368, 450,347" data-categorie="commerce" />
<area id="path14bis" class="areabis" shape="poly" coords="647,383, 663,372, 679,398, 651,415, 642,400, 650,394" data-categorie="commerce" />
<area id="path15bis" class="areabis" shape="poly" coords="587,425, 572,439, 560,424, 571,414" data-categorie="commerce" />
<area id="path16bis" class="areabis" shape="poly" coords="458,413, 446,426, 428,406, 443,393" data-categorie="commerce" />
<area id="path13bis" class="areabis" shape="poly" coords="532,354, 552,355, 552,377, 539,380, 531,372" data-categorie="taverne" />
<area id="path17bis" class="areabis" shape="poly" coords="478,460, 492,473, 481,486, 466,473" data-categorie="commerce" />
<area id="path18bis" class="areabis" shape="poly" coords="418,462, 408,473, 399,465, 390,466, 389,450, 411,448" data-categorie="taverne" />
<area id="path19bis" class="areabis" shape="poly" coords="268,457, 260,472, 281,485, 285,481, 287,480, 289,479, 290,478, 290,477, 290,476, 290,475, 290,474, 290,473, 289,472, 289,467" data-categorie="spirituel" />
<area id="path20bis" class="areabis" shape="poly" coords="280,491, 287,491, 287,509, 279,509, 279,525, 265,546, 252,538, 248,546, 249,546, 250,547, 251,548, 251,549, 251,550, 252,551, 252,552, 252,553, 252,554, 251,555, 251,556, 250,557, 250,558, 249,558, 248,559, 247,560, 246,560, 246,561, 244,561, 243,561, 241,561, 240,561, 238,561, 237,561, 236,561, 235,560, 234,558, 233,557, 232,556, 232,554, 232,553, 232,552, 232,551, 232,549, 233,548, 233,547, 228,543, 232,537, 231,537, 231,537, 230,536, 230,536, 229,535, 229,535, 228,534, 228,533, 228,533, 228,532, 228,530, 228,529, 228,528, 229,527, 229,527, 230,526, 231,525, 232,525, 233,525, 233,525, 234,525, 234,525, 235,525, 235,525, 236,525, 237,525, 238,525, 245,516, 244,516, 243,515, 243,515, 242,514, 242,514, 241,513, 241,513, 240,512, 240,511, 239,509, 239,508, 239,507, 240,506, 240,506, 241,505, 241,505, 242,504, 243,504, 243,503, 244,503, 245,503, 246,503, 247,503, 248,503, 249,503, 250,504, 250,504, 255,493, 255,492, 255,492, 254,491, 254,491, 254,490, 254,489, 254,489, 254,488, 253,487, 254,486, 254,486, 255,485, 255,484, 256,484, 256,483, 257,483, 257,483, 258,482, 263,483, 265,480, 281,486" data-categorie="industrie" />
<area id="path22bis" class="areabis" shape="poly" coords="350,527, 350,544, 384,545, 384,540, 396,540, 396,528" data-categorie="commerce" />
<area id="path23bis" class="areabis" shape="poly" coords="437,477, 463,498, 463,511, 484,528, 482,533, 483,534, 484,535, 484,536, 485,537, 486,538, 486,539, 487,540, 487,541, 487,543, 487,544, 486,546, 486,547, 485,548, 485,549, 484,550, 483,551, 482,552, 480,552, 479,552, 477,553, 476,553, 474,553, 473,553, 471,553, 470,552, 469,552, 467,551, 463,554, 441,535, 429,541, 405,523" data-categorie="divers" />
<area id="path24bis" class="areabis" shape="poly" coords="534,551, 535,533, 550,517, 537,501, 512,523, 508,536, 507,550" data-categorie="administration" />
<area id="path25bis" class="areabis" shape="poly" coords="597,505, 609,496, 621,497, 621,508, 612,508, 612,527, 620,523, 643,561, 636,566, 635,574, 628,578, 598,538" data-categorie="industrie" />
<area id="path26bis" class="areabis" shape="poly" coords="334,582, 334,608, 314,608, 314,580" data-categorie="commerce" />
<area id="path27bis" class="areabis" shape="poly" coords="350,551, 351,562, 346,562, 346,581, 351,581, 351,596, 344,596, 344,616, 351,616, 351,625, 378,625, 402,600, 402,574, 383,552" data-categorie="administration" />
<area id="path28bis" class="areabis" shape="poly" coords="436,565, 450,547, 464,558, 434,598, 407,577, 426,553" data-categorie="divers" />
<area id="path29bis" class="areabis" shape="poly" coords="451,601, 441,616, 466,644, 469,614" data-categorie="commerce" />
<area id="path31bis" class="areabis" shape="poly" coords="598,638, 595,660, 628,671, 636,653, 625,648, 625,637" data-categorie="commerce" />
<area id="path32bis" class="areabis" shape="poly" coords="647,628, 646,675, 669,674, 668,657, 674,658, 673,628" data-categorie="industrie" />
<area id="path30bis" class="areabis" shape="poly" coords="506,614, 532,615, 535,619, 534,649, 505,650" data-categorie="commerce" />
<area id="path33bis" class="areabis" shape="poly" coords="257,633, 256,662, 283,671, 295,649, 275,631" data-categorie="taverne" />
<area id="path34bis" class="areabis" shape="poly" coords="354,649, 356,670, 377,669, 415,695, 427,680, 379,646" data-categorie="commerce" />
<area id="path36bis" class="areabis" shape="poly" coords="467,659, 466,671, 464,672, 463,679, 466,680, 467,693, 498,691, 499,674, 486,660" data-categorie="commerce" />
<area id="path37bis" class="areabis" shape="poly" coords="521,657, 520,690, 560,707, 577,672, 561,666, 556,676, 541,668, 546,658" data-categorie="taverne" />
<area id="path38bis" class="areabis" shape="poly" coords="578,714, 562,705, 583,661, 612,673, 602,695, 592,691" data-categorie="divers" />
<area id="path39bis" class="areabis" shape="poly" coords="670,696, 650,748, 641,743, 640,744, 640,745, 639,745, 639,746, 638,746, 638,746, 637,747, 637,747, 636,747, 634,747, 633,747, 632,747, 631,747, 629,746, 628,745, 627,744, 626,744, 625,743, 625,742, 625,741, 625,740, 625,740, 625,739, 625,738, 625,738, 625,737, 625,736, 621,734, 638,695, 646,699, 653,688" data-categorie="industrie" />
<area id="path40bis" class="areabis" shape="poly" coords="468,705, 467,726, 505,749, 526,720, 516,712, 516,705, 499,705, 498,704, 497,704, 496,703, 495,702, 495,701, 493,701, 492,700, 491,700, 489,700, 487,700, 486,700, 484,700, 483,700, 482,701, 480,702, 479,703, 478,704, 477,705" data-categorie="administration" />
<area id="path41bis" class="areabis" shape="poly" coords="540,711, 529,730, 558,748, 569,726" data-categorie="commerce" />
<area id="path42bis" class="areabis" shape="poly" coords="471,770, 481,779, 461,794, 441,770, 453,762, 463,776" data-categorie="taverne" />
<area id="path43bis" class="areabis" shape="poly" coords="490,785, 501,771, 523,780, 518,795, 505,790, 500,794" data-categorie="divers" />
<area id="path44bis" class="areabis" shape="poly" coords="582,775, 584,800, 602,783, 595,774" data-categorie="commerce" />
<area id="path45bis" class="areabis" shape="poly" coords="530,811, 524,818, 521,823, 509,828, 496,824, 501,817, 494,809, 504,799, 514,810, 520,806" data-categorie="spirituel" />
<area id="path46bis" class="areabis" shape="poly" coords="572,825, 572,859, 483,855, 463,839, 474,828, 487,838, 518,839, 534,824, 571,825" data-categorie="industrie" />
<area id="path47bis" class="areabis" shape="poly" coords="323,954, 315,969, 302,963, 297,966, 285,963, 284,952, 265,941, 274,928, 284,932, 287,928, 311,940, 308,944" data-categorie="divers" />
<area id="path48bis" class="areabis" shape="poly" coords="204,1058, 210,1065, 218,1065, 218,1079, 212,1082, 204,1079, 165,1030, 176,1022, 176,1011, 185,1006, 193,1010, 193,1019, 190,1021, 197,1032, 204,1028, 208,1034, 202,1038, 205,1042, 210,1043, 210,1048" data-categorie="divers" />
<area id="path49bis" class="areabis" shape="poly" coords="159,914, 159,933, 168,934, 168,949, 151,949, 142,936, 138,934, 138,916, 143,916, 143,904, 154,904, 158,898, 164,901, 167,908, 164,912" data-categorie="divers" />
<area id="path50bis" class="areabis" shape="poly" coords="170,788, 170,781, 191,780, 192,787, 199,788, 199,794, 201,794, 200,808, 199,808, 199,820, 189,820, 189,823, 176,824, 175,817, 167,818, 167,823, 158,823, 157,816, 148,816, 148,810, 141,809, 140,803, 141,796, 148,795, 148,788" data-categorie="divers" />
<area id="path35bis" class="areabis" shape="poly" coords="404,647, 429,615, 437,621, 460,650, 454,686" data-categorie="commerce" />
<area id="path51bis" class="areabis" shape="poly" coords="158,228, 178,214, 165,199, 186,185, 197,208, 205,208, 224,219, 237,234, 219,234, 207,229, 206,237, 212,257, 231,254, 241,264, 224,271, 237,284, 229,296, 213,302, 202,307, 195,316, 199,324, 173,336, 167,350, 136,334, 121,318, 108,277, 120,238, 140,233" data-categorie="divers" />
<area id="path6bis" class="areabis" shape="poly" coords="303,258, 288,288, 247,281, 248,257, 277,253, 309,245" data-categorie="divers" />
<area id="path21bis" class="areabis" shape="poly" coords="309,509, 338,510, 337,526, 309,525" data-categorie="commerce" />-->
</map>


</div>


<div class="blockList">
<div class="boutons">
<span id="moveListes" class="mapButton mapButtonV2 moveButton">&#8644;</span>&nbsp;<span id="hideShowListes" class="mapButton mapButtonV2 hideShowButton">&#9651;</span>&nbsp;<span id="buttonChangeMap" class="mapButton mapButtonV2 switchMapButton">switch map</span>
</div>


<div class="listes">
<div class="liste1">
<span class="hilightMult categspirituel" data-categorie="spirituel">S</span>&nbsp;<a class="hilightlink" data-areaid="path-1" data-categorie="spirituel" href="#">Cath&#233;drale (1)</a><br/>
<span class="hilightMult categspirituel" data-categorie="spirituel">S</span>&nbsp;<a class="hilightlink" data-areaid="path-45" data-categorie="spirituel" href="#">Chez Hannah - Gu&#233;risseur (45)</a><br/>
<span class="hilightMult categspirituel" data-categorie="spirituel">S</span>&nbsp;<a class="hilightlink" data-areaid="path-19" data-categorie="spirituel" href="#">Maison des pierres bleues - Monast&#232;re (19)</a><br/>
<span class="hilightMult categspirituel" data-categorie="spirituel">S</span>&nbsp;<a class="hilightlink" data-areaid="path-2" data-categorie="spirituel" href="#">Ossuaire (2)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-12" data-categorie="commerce" href="#">Armurerie de Savah (12)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-22" data-categorie="commerce" href="#">Au gobelin curieux - Librairie (22)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-30" data-categorie="commerce" href="#">Aux v&#234;tements fins de Vernah - Couturier (30)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-26" data-categorie="commerce" href="#">Bazar (26)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-5" data-categorie="commerce" href="#">Bijoutier (5)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-36" data-categorie="commerce" href="#">Boucherie (36)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-29" data-categorie="commerce" href="#">Epicerie (29)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-15" data-categorie="commerce" href="#">Forge du chien rouge (15)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-41" data-categorie="commerce" href="#">La boutique de Pointesable - Bazar (41)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-4" data-categorie="commerce" href="#">Le chemin du Nord - Cartographe (4)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-16" data-categorie="commerce" href="#">Le garde-manger du cloporte - Herboriste (16)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-44" data-categorie="commerce" href="#">Le serpent &#224; plumes - Magicien (44)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-31" data-categorie="commerce" href="#">Les Chariots de Wheen (31)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-21" data-categorie="commerce" href="#">Les d&#233;lices de Pointesable - Boulangerie (21)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-17" data-categorie="commerce" href="#">Les solutions en bouteille - Alchimiste (17)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-35" data-categorie="commerce" href="#">March&#233; (35)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-34" data-categorie="commerce" href="#">Poissonnerie (34)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-9" data-categorie="commerce" href="#">Serrurier (9)</a><br/>
<span class="hilightMult categcommerce" data-categorie="commerce">C</span>&nbsp;<a class="hilightlink" data-areaid="path-14" data-categorie="commerce" href="#">Tannerie de Rovansky (14)</a><br/>
<span class="hilightMult categadministration" data-categorie="administration">A</span>&nbsp;<a class="hilightlink" data-areaid="path-27" data-categorie="administration" href="#">Acad&#233;mie de Turandarok (27)</a><br/>
<span class="hilightMult categadministration" data-categorie="administration">A</span>&nbsp;<a class="hilightlink" data-areaid="path-40" data-categorie="administration" href="#">Alliance Marchande (40)</a><br/>
<span class="hilightMult categadministration" data-categorie="administration">A</span>&nbsp;<a class="hilightlink" data-areaid="path-10" data-categorie="administration" href="#">Garnison (10)</a><br/>
<span class="hilightMult categadministration" data-categorie="administration">A</span>&nbsp;<a class="hilightlink" data-areaid="path-24" data-categorie="administration" href="#">Guilde des Charpentiers (24)</a><br/>
<span class="hilightMult categadministration" data-categorie="administration">A</span>&nbsp;<a class="hilightlink" data-areaid="path-11" data-categorie="administration" href="#">H&#244;tel de ville (11)</a><br/>
</div><div class="liste2">
<span class="hilightMult categtaverne" data-categorie="taverne">T</span>&nbsp;<a class="hilightlink" data-areaid="path-3" data-categorie="taverne" href="#">Auberge du Cerf Blanc (3)</a><br/>
<span class="hilightMult categtaverne" data-categorie="taverne">T</span>&nbsp;<a class="hilightlink" data-areaid="path-37" data-categorie="taverne" href="#">Auberge du Dragon rouill&#233; (37)</a><br/>
<span class="hilightMult categtaverne" data-categorie="taverne">T</span>&nbsp;<a class="hilightlink" data-areaid="path-13" data-categorie="taverne" href="#">Chez Risa - Taverne (13)</a><br/>
<span class="hilightMult categtaverne" data-categorie="taverne">T</span>&nbsp;<a class="hilightlink" data-areaid="path-18" data-categorie="taverne" href="#">Taverne de La Dent Cass&#233;e (18)</a><br/>
<span class="hilightMult categtaverne" data-categorie="taverne">T</span>&nbsp;<a class="hilightlink" data-areaid="path-42" data-categorie="taverne" href="#">Taverne de la Musette du Gros (42)</a><br/>
<span class="hilightMult categtaverne" data-categorie="taverne">T</span>&nbsp;<a class="hilightlink" data-areaid="path-33" data-categorie="taverne" href="#">Taverne de la Myxine (33)</a><br/>
<span class="hilightMult categindustrie" data-categorie="industrie">I</span>&nbsp;<a class="hilightlink" data-areaid="path-39" data-categorie="industrie" href="#">Brasserie des Deux chevaliers (39)</a><br/>
<span class="hilightMult categindustrie" data-categorie="industrie">I</span>&nbsp;<a class="hilightlink" data-areaid="path-46" data-categorie="industrie" href="#">Chantier Naval (46)</a><br/>
<span class="hilightMult categindustrie" data-categorie="industrie">I</span>&nbsp;<a class="hilightlink" data-areaid="path-32" data-categorie="industrie" href="#">Moulin des Scarnetti (32)</a><br/>
<span class="hilightMult categindustrie" data-categorie="industrie">I</span>&nbsp;<a class="hilightlink" data-areaid="path-25" data-categorie="industrie" href="#">Scierie (25)</a><br/>
<span class="hilightMult categindustrie" data-categorie="industrie">I</span>&nbsp;<a class="hilightlink" data-areaid="path-20" data-categorie="industrie" href="#">Verrerie (20)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-7" data-categorie="divers" href="#">Cabane de Gorvi (7)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-38" data-categorie="divers" href="#">Ecuries du gobelin &#233;crabouill&#233; (38)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-6" data-categorie="divers" href="#">Le bord du d&#233;potoir (6)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-43" data-categorie="divers" href="#">Les Ch&#226;tons de la Pixie - Maison close (43)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-28" data-categorie="divers" href="#">Maison de madame Mvashti - Voyante (28)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-50" data-categorie="divers" href="#">Manoir des D&#233;verin (50)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-49" data-categorie="divers" href="#">Manoir des Kaijitsu (49)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-48" data-categorie="divers" href="#">Manoir des Scarnetti (48)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-47" data-categorie="divers" href="#">Manoir des Valdemar (47)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-8" data-categorie="divers" href="#">Sage (8)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-23" data-categorie="divers" href="#">Th&#233;&#226;tre (23)</a><br/>
<span class="hilightMult categdivers" data-categorie="divers">D</span>&nbsp;<a class="hilightlink" data-areaid="path-51" data-categorie="divers" href="#">Vieux Phare (51)</a><br/>
</div>
</div>
</div>


<table id="result3" border="1"></table>


<!--
<area id="path4559sssds" class="areabis areaspecial" shape="poly" coords="462, 639, 465, 648, 471, 645, 468, 651, 477, 654, 468, 657, 471, 663, 465, 660, 462, 669, 459, 660, 453, 663, 456, 657, 447, 654, 456, 651, 453, 645, 459, 648" >
-->
<span class="categspecial" hidden></span>

<script type="text/javascript" src="./scripts/jquery-3.3.1.min.js"></script>
<script type="text/javascript" src="./scripts/maphilight/jquery.maphilight.min.js"></script>
<script src="./scripts/tippy/tippy.all.min.js"></script>
<script src="./scripts/Bootstrap/bootstrap.min.js"></script>
<script src="./scripts/bootbox/bootbox.min.js"></script>
<script src="./scripts/jquery-ui/jquery-ui.min.js"></script>
<script src="./scripts/jquery-csv/jquery.csv.min.js"></script>
<script src="./functions.js"></script>
<script type="text/javascript">
//Initialisation de la page
$(function() {
	//var cheminCSV = 'http://127.0.0.1/PathfinderUtils';
	var cheminCSV = '.';
	
	//activation des couleurs de fond par dfaut
	$('#mapPathfinder').attr('data-areabisactive', true);
	//---------------
	//initMapHilights();
	
	
	$.get(cheminCSV + '/csv/map1.csv', function(content) {
		var data = $.csv.toObjects(content, {separator:',', delimiter:'"'});
		
		$('#map1').empty();
		$('#map2').empty();
	
		for(var row in data) {
			var map1 = '';
			var map2 = '';
			//"areaid","shape","coords","categorie","numero","titre","description"
			map1 += '<area id="' + data[row]['areaid'] + '" ';
			map1 += 'class="area" shape="' + data[row]['shape'] + '" ';
			map1 += 'coords="' + data[row]['coords'] + '" ';
			map1 += 'data-categorie="' + data[row]['categorie'] + '" ';
			
			map1 += 'data-numero="' + data[row]['numero'] + '" ';
			map1 += 'data-titre="' + data[row]['titre'] + '" ';
			map1 += 'data-message="' + data[row]['description'] + '" ';
			
			map1 += 'title="' + data[row]['numero'] + ' - <b>' + data[row]['titre'] + '</b>" ';
			map1 += '/>\n';
			
			map2 += '<area id="' + data[row]['areaid'] + 'bis" ';
			map2 += 'class="areabis" shape="' + data[row]['shape'] + '" ';
			map2 += 'coords="' + data[row]['coords'] + '" ';
			map2 += 'data-categorie="' + data[row]['categorie'] + '" ';
			map2 += '/>\n';
			
			$('#map1').append(map1);
			$('#map2').append(map2);
			
		}
		//$('#map1').append('<area data-categorie="special" id="toto" title="coincoin" class="area" shape="poly" coords="462, 639, 465, 648, 471, 645, 468, 651, 477, 654, 468, 657, 471, 663, 465, 660, 462, 669, 459, 660, 453, 663, 456, 657, 447, 654, 456, 651, 453, 645, 459, 648" />');
		//$('#map2').append('<area data-categorie="special" id="totobis" class="areabis" shape="poly" coords="462, 639, 465, 648, 471, 645, 468, 651, 477, 654, 468, 657, 471, 663, 465, 660, 462, 669, 459, 660, 453, 663, 456, 657, 447, 654, 456, 651, 453, 645, 459, 648" />');
		initMapHilights();
		
	}, 'text');
	
	
	
});
//------ fin de l'initialisation --------



/*
document.addEventListener("click", function printMousePos(event) {
  console.log(
    "pageX	: " + event.pageX +
    " - pageY: " + event.pageY);
});*/

/*

//int[] etoileV1 = {5, 0, 6, 4, 10, 5, 6, 6, 5, 10, 4, 6, 0, 5, 4, 4};
int[] etoile = {5,0, 6, 3, 8, 2, 7, 4, 10, 5, 7, 6, 8, 8, 6, 7,           5, 10, 4, 7, 2, 8, 3, 6, 0, 5, 3, 4, 2, 2, 4, 3};


//int[] tab = {20, 0, 24, 16, 40, 20, 24, 24, 20, 40, 16, 24, 0, 20, 16, 16};
int x = 462;
int y = 654;
int largeur = 3;
for ( int i = 0 ; i < etoile.length ; i++ )
{
	System.out.print((i>0?", ":"") + ((etoile[i] - 5)*largeur + (i%2==0?x:y)));
}

*/



</script>

</body>
</html>